BEGIN TRANSACTION;
DROP TABLE IF EXISTS  type_pages;
DROP TABLE IF EXISTS  "type_math";
DROP TABLE IF EXISTS  "general_info";
DROP TABLE IF EXISTS  "paragraph_algebra";
DROP TABLE IF EXISTS "paragraph_geometry";
DROP TABLE IF EXISTS  "image";
DROP TABLE IF EXISTS  "notebook";

CREATE TABLE "type_pages" (
	"ID"	INT NOT NULL DEFAULT 0 UNIQUE,
	"TypeName"	NVARCHAR(MAX),
	PRIMARY KEY("ID"  )
);

CREATE TABLE "type_math" (
	"ID"	INT NOT NULL UNIQUE,
	"Name"	VARCHAR(50),
	PRIMARY KEY("ID"  )
);

CREATE TABLE "general_info" (
	"ID"	INT NOT NULL UNIQUE,
	"id_type_page"	INT NOT NULL,
	"id_type_math"	INT,
	"topic_of_page"	NVARCHAR(MAX),
	"id_paragraph"	INT,
	PRIMARY KEY("ID"  )
);

CREATE TABLE "paragraph_algebra" (
	"ID"	INT NOT NULL UNIQUE,
	"info"	NVARCHAR(MAX),
	"definition"	NVARCHAR(MAX),
	PRIMARY KEY("ID"  )
);

CREATE TABLE "paragraph_geometry" (
	"ID"	INT,
	"info"	NVARCHAR(MAX),
	"definition"	NVARCHAR(MAX),
	CONSTRAINT "PARAGRAPH_GEOMETRY_PK" UNIQUE("ID"),
	PRIMARY KEY("ID"  )
);

CREATE TABLE "image" (
	"id"	INT,
	"type_math"	INT,
	"link"	NVARCHAR(MAX),
	"id_page"	INT
);

CREATE TABLE "notebook" (
	"Date"	NVARCHAR(MAX),
	"Title"	NVARCHAR(MAX),
	"Body"	NVARCHAR(MAX)
);
INSERT INTO "type_pages" ("ID","TypeName") VALUES (1, N'Заголовок'),
 (2,N'Підтема'),
 (3,N'Інформація'),
 (4, N'Додаткове');
INSERT INTO "type_math" ("ID","Name") VALUES (0, N' '),
 (1, N'Алгебра'),
 (2, N'Геометрія');
INSERT INTO "general_info" ("ID","id_type_page","id_type_math","topic_of_page","id_paragraph") VALUES (1,1,1, N'Тема 1: Натуральні числа та дії над ними',1),
 (2,1,1, N'Тема 2: Звичайні дроби, мішані числа та дії над ними',2),
 (3,1,1, N'Тема 3: Десяткові дроби та дії над ними',3),
 (4,1,1, N'Тема 4: Раціональні числа та дії над ними',4),
 (5,1,1, N'Тема 5: Відсотки. Задачі на відсотки',5),
 (6,1,1, N'Тема 6: Степінь з натуральним і цілим показниками',6),
 (7,1,1, N'Тема 7: Одночлени та дії над ними',7),
 (8,1,1, N'Тема 8: Многочлени та дії над ними',8),
 (9,1,1, N'Тема 9: Алгебраїчні дроби та дії над ними',9),
 (10,1,1, N'Тема 10: Арифметичний квадратний корінь. Дійсні числа',10),
 (11,1,1, N'Тема 11: Рівняння, нерівності та їх системи',11),
 (12,1,1, N'Тема 12: Функції, їх основні властивості',12),
 (13,1,1, N'Тема 13: Лінійна функція. Лінійні рівняння, нерівності та їх системи',13),
 (14,1,1, N'Тема 14: Квадратична функція. Квадратні рівняння, нерівності та їх системи',14),
 (15,1,1, N'Тема 15: Раціональні рівняння, нерівності та їх системи',15),
 (16,1,1, N'Тема 16: Числові послідовності. Арифметична та геометрична послідовності',16),
 (17,1,1, N'Тема 17: Синус, косинус, тангенс і котангенс числового аргументу ',17),
 (18,1,1, N'Тема 18: Тотожні перетворення тригонометричних виразів ',18),
 (19,1,1, N'Тема 19: Тригонометричні та обернено тригонометричні функції та їх властивості ',19),
 (20,1,1, N'Тема 20: Тригонометричні рівняння, нерівності  ',20),
 (21,1,1, N'Тема 21: Корінь n-го степеня. Степінь із раціональним показником ',21),
 (22,1,1, N'Тема 22: Степеневі функції та їх властивості. Ірраціональні рівняння, нерівності та їх системи',22),
 (23,1,1, N'Тема 23: Показникова функція. Показникові рівняння, нерівності та їх системи ',23),
 (24,1,1, N'Тема 24: Логарифми. Логарифмічна функція. Логарифмічні рівняння, нерівності та їх системи ',24),
 (25,1,1, N'Тема 25: Похідна функції, її геометричний і механічний зміст ',25),
 (26,1,1, N'Тема 26: Похідна та її застосування ',26),
 (27,1,1, N'Тема 27: Первісна, невизначений і визначений інтеграли ',27),
 (28,1,1, N'Тема 28: Застосування визначеного інтеграла ',28),
 (29,1,1, N'Тема 29: Сполуки. Біном Ньютона ',29),
 (30,1,1, N'Тема 30: Загальні методи розв''язування рівнянь, нерівностей та їх систем ',30),
 (31,1,1, N'Тема 31: Початки теорії ймовірності ',31),
 (32,1,1, N'Тема 32: Вступ до статистики ',32),
 (33,1,2, N'Тема 1: Початкові поняття планіметрії',1),
 (34,1,2, N'Тема 2: Кути та їх види. Величина кута та їх властивості. Суміжні та вертикальні кути',2),
 (35,1,2, N'Тема 3: Паралельні прямі та прямі, що перетинаються',3),
 (36,1,2, N'Тема 4: Трикутники та їх види. Ознаки рівності трикутників. Рівнобедрений трикутник та його властивості',4),
 (37,1,2, N'Тема 5: Сума кутів трикутника',5),
 (38,1,2, N'Тема 6: Подібність трикутників. Теорема Піфагора',6),
 (39,1,2, N'Тема 7: Поняття площі. Площа трикутника',7),
 (40,1,2, N'Тема 8: Коло. Круг. Дотична до кола',8),
 (41,1,2, N'Тема 9: Вписані кути',9),
 (42,1,2, N'Тема 10: Довжина кола і площа круга',10),
 (43,1,2, N'Тема 11: Вписані та описані трикутники',11),
 (44,1,2, N'Тема 12: Тригонометричні функції гострого кута прямокутного трикутника',12),
 (45,1,2, N'Тема 13: Розвязування довільних трикутників',13),
 (46,1,2, N'Тема 14: Паралелограми, їх види та властивості',14),
 (47,1,2, N'Тема 15: Трапеції, їх види та властивості. Вписані та описані чотирикутники',15),
 (48,1,2, N'Тема 16: Площа чотирикутників',16),
 (49,1,2, N'Тема 17: Многокутники та їх властивості',17),
 (50,1,2, N'Тема 18: Правильні многокутники та їх властивості',18),
 (51,1,2, N'Тема 19: Декартові координати на площині',19),
 (52,1,2, N'Тема 20: Вектори на площині',20),
 (53,1,2, N'Тема 21: Аксіоми стереометрії. Паралельність прямих і площин у просторі',21),
 (54,1,2, N'Тема 22: Перпендикулярність прямих і площин у просторі. Відстані і кути у просторі',22),
 (55,1,2, N'Тема 23: Многогранники. Призми, їх види та властивості',23),
 (56,1,2, N'Тема 24: Піраміди, їх види та властивості',24),
 (57,1,2, N'Тема 25: Площі поверхонь та об''єм многогранників',25),
 (58,1,2, N'Тема 26: Правильні многогранники',26),
 (59,1,2, N'Тема 27: Циліндри та їх властивості',27),
 (60,1,2, N'Тема 28: Конуси та їх властивості',28),
 (61,1,2, N'Тема 29: Кулі (сфери) та їх властивості',29),
 (62,1,2, N'Тема 30: Площі поверхонь та об''єми тіл обертання',30),
 (63,1,2, N'Тема 31: Декартові координати у просторі',31),
 (64,1,2, N'Тема 32:  Вектори у просторі',32);
INSERT INTO "paragraph_algebra" ("ID","info","definition") VALUES (1, N'1. Натуральні числа



	Натуральні числа — це числа, що використовуються для лічби: 1,2,3,.... n....

	Множину натуральних чисел позначають символом N: N={1, 2, 3,...}



	Будь-яке натуральне число n у десятковій системі числення можна подати у вигляді:

	n = аₖ * 10ᵏ + аₖ₋₁ * 10ᵏ-¹ + ... + а₂ *10² + а₁ * 10¹ + а₀,

	де а₀, a₁, a₂, ..., aₖ₋₁ можуть набувати значення 0,1, 2, 3, 4, 5, 6, 7, 8, 9, а число аₖ — значення 1, 2, 3, 4, 5, 6, 7, 8, 9.

Наприклад: 581 = 5 * 10² + 8 * 10 + 1; 



	Найменшим натуральним числом є 1. Найбільшого натурального числа не існує.



2. Порівняння натуральних чисел



	Порівняти два натуральних числа – означає з’ясувати, яке з них більше, а яке – менше. Результати порівняння записують за допомогою знаків менше (<) або більше (>). Такі записи називаються нерівностями.

	

	Із двох натуральних чисел, які розміщені на координатному промені, більше те, яке розміщене правіше, і менше те, що розміщене лівіше.



	Якщо натуральні числа мають різну кількість цифр, то більше те число, в запису якого більше цифр, і менше те число, в запису якого менше цифр.



	Якщо в запису натуральних чисел однакова кількість цифр, то для їх порівняння користуються таким правилом: із двох натуральних чисел з однаковою кількістю цифр більшим є те, у якого більшою є перша з неоднакових цифр. При цьому порівняння здійснюють, рухаючись зліва направо.



3. Округлення натуральних чисел	



	1) округлюючи натуральне число до певного розряду, всі цифри, що йдуть за ним, замінюють нулями;

	2) якщо перша наступна за цим розрядом цифра 5, 6, 7, 8 або 9, то останню цифру, яка залишилася, збільшують на одиницю; якщо перша наступна за цим розрядом цифра 0, 1, 2, 3 або 4, то останню цифру, яка залишилася, не змінюють.



	Приклад 1. 

	Округлити число 85 357 до тисяч.

	85 357 ≈ 85 000.

	Приклад 2. 

	Округлити  число 68 792 до найвищого розряду.

	Найвищим розрядом даного числа є десятки тисяч. Тому цифри 8, 7, 9 та 2 замінюємо нулями. Цифру в розряді десятків тисяч 6 збільшуємо на одиницю, оскільки наступна за нею цифра 8. 

	Отже: 68 972 ≈ 70 000.



4. Дії над натуральними числами



Додавання.

	У записі a+b=c числа a і b — доданки, число с, а також вираз a+b — сума чисел а і b.



	Додавання багатоцифрових натуральних чисел виконується порозрядно (додавання одноцифрових чисел кожного стовпчика, починаючи з правого стовпчика).



Властивості додавання:

	1. Від перестановки доданків сума не змінюється: 

	a+b=b+a.

	2.Щоб до суми двох чисел додати третє число, можна до першого числа додати суму другого й третього чисел:

	(a+b)+c=a+(b+c).

	3. Якщо один із двох доданків 0, то їх сума дорівнює другому доданку:

	(a+0=a, 0+a=a).

  

Віднімання.

	У записі a-b=c число а — зменшуване, b — від’ємник, c — різниця. Різниця двох натуральних чисел показує, на скільки перше число більше від другого або на скільки друге число менше від першого.

	Віднімання багатоцифрових натуральних чисел виконується порозрядно (віднімання одноцифрових чисел кожного стовпчика, починаючи з правого стовпчика).

	

Властивості віднімання:

	1. Щоб відняти суму від числа, можна спочатку відняти від цього числа один доданок, а потім від отриманої різниці — другий:

	25-(15+3)=(25-15)-3=10-3=7.

	2. Щоб від суми відняти число, можна відняти його від одного з доданків, а до отриманої різниці додати другий доданок:

	(37+15)-17=(37-17)+15=20+15=35.

	3. Якщо від числа відняти нуль, воно не зміниться: 

	a-0=a.

	4. Якщо від числа відняти те ж саме число, одержимо 0: 

	a-a=0.

	

Множення.

	У записі ab=c a і b — множники, c — добуток.



Властивості множення:

	1. Від перестановки множників добуток не змінюється: 

	ab=ba.

	2. Щоб добуток двох чисел помножити на третє число, можна перше число помножити на добуток другого й третього чисел: 

	(ab)c=a(bc)=abc.

	3. Щоб помножити суму на число, можна кожний доданок помножити на це число і знайдені добутки додати:

	(a+b)c=ac+bc.

	4. Щоб помножити різницю на число, можна зменшуване і від’ємник помножити на це число й від першого добутку відняти другий: 

	(a-b)c=ac-bc.

	5. Якщо одиницю помножити на будь-яке число, дістанемо те саме число: 

	a*1=1*a=a.

	6. Якщо хоча б один множник дорівнює 0, добуток дорівнює 0:

	0*a=a*0=0.

	

	Множення багатоцифрових натуральних чисел виконується «у стовпчик».



Ділення.

	Якщо ab=c, то c:b=a і c:a=b. У записі c:b=a число с — ділене, b — дільник, число а, а також вираз c:b — частка.

	Частка показує, у скільки разів ділене більше дільника.

	

Властивості ділення:

	1. На 0 ділити не можна.

	2. Якщо розділити число на 1, дістанемо те саме число: 

	a:1=a.

	3. Якщо розділити число на себе, дістанемо 1: 

	a:a=1(a≠0).

	4. Якщо розділити 0 на будь-яке число, крім 0, дістанемо 0: 

	0:a=0(a≠0).

	Ділення багатоцифрових чисел виконується «кутом».

		

Ділення з остачею.

	Число а ділиться на число b націло, якщо a=bn, де n — яке-небудь натуральне число. В іншому випадку можна поділити а на b з остачею. Для будь-яких чисел а та b завжди знайдуться такі числа с і r (натуральні або 0), що a=bc+r, де r<b. Коли r=0, то a=bc, тобто число а ділиться як на число b, так і на число c.

	

5. Подільність натуральних чисел



	Натуральне число a ділиться на натуральне число b націло (a:b) , якщо існує натуральне число с таке, що a = b * с.

Наприклад: 6:2, 15:5.



6. Ознаки подільності натуральних чисел



	На 2: Натуральне число ділиться на 2 тоді і тільки тоді, коли його остання цифра ділиться на 2.

	На 3: Натуральне число ділиться на 3 тоді і тільки тоді, коли сума його цифр ділиться на 3.

	На 4: Натуральне число ділиться на 4, якщо дві його останні цифри утворюють число, що ділиться на 4, або дві його останні цифри ― нулі.

	На 5: Натуральне число ділиться на 5 тоді і тільки тоді, коли його остання цифра або 0, або 5.

	На 6: Натуральне число ділиться на 6 тоді і тільки тоді, коли воно ділиться на 2 і на 3.

	На 8: Число ділиться на 8 тоді і тільки тоді, коли число, утворене його трьома останніми цифрами ділиться на 8.

	На 9: Натуральне число ділиться на 9 тоді і тільки тоді, коли сума його цифр ділиться на 9.

	На 10: Натуральне число ділиться на 10 тоді і тільки тоді, коли його остання цифра 0.



7. НСД, НСК, взаємно прості, прості та складені числа



	Найбільшим спільним дільником (НСД) чисел a і b називається найбільше число, на яке ділиться і число a, і число b. 

Наприклад: НСД (5;15) = 5, НСД (15; 9) = 3.



	Найменшим спільним кратним (НСК) чисел a і b називається найменше число, на яке ділиться і число a, і число b. 

Наприклад: НСК (5; 15) = 15, НСД (15; 9) = 45.



	НСК (a; b)*НСД (a; b) = ab.



	Числа a і b називаються взаємно простими, якщо НСД (a; b) = 1.

Наприклад: числа 3 і 5 взаємно прості, бо НСД (3; 5) = 1.



	Прості числа ― натуральні числа, які мають рівно два різних дільники (одиницю і саме число).  

Наприклад: 2; 3; 5; 7; 11; 13;… ― прості числа.



	Складені числа ― натуральні числа, які мають більше двох дільників.

Наприклад: 4; 6; 9; 10;… ― складені числа.

















', N'Алгебра

	- розділ математики, що вивчає математичні операції і відношення, та утворення, що базуються на них: многочлени, алгебраїчні рівняння, алгебраїчні структури.



Арифметика

	- наука, що вивчає дії над цілими числами, вчить розв’язувати задачі, які зводяться до додавання, віднімання, множення і ділення цих чисел.



Від''ємник

	- число, яке віднімають зі зменшуваного.



Віднімання

	-  дія, протилежна до дії додавання.



Величина

	- одне з основних математичних понять, узагальнення понять довжина, розмір, площа, об''єм тощо.



Взаємно обернені числа

	- числа, які в добутку дають 1.



Взаємно прості числа

	- числа, які не мають спільних діль­ників, окрім 1.



Ділене

	- число, яке ділять.



Ділення

	- арифметична дія, яка передбачає розрахунок кількості, скільки разів одне число міститься в другому числі.



Ділення з остачею

	- арифметична операція, результатом якої є два числа: неповна частка та остача.



Дільник

	- число, на яке ділять.



Добуток

	- результат дії множення.



Додавання

	- арифметична дія, за допомогою якої знаходять число, що складається зі стількох одиниць, скільки їх є в усіх доданках разом.



Доданки

	- числа, які додають.



Зменшуване

	- число, від якого віднімають.



Математика

	-  наука, що вивчає структури, порядки та співвідношення, що випливають з практики дослідження кількісних відношень і просторових форм реального світу.



Множення

	- операція, при якій число додається саме по собі стільки разів, скільки вказує інше число.



Множник

	- число, на яке множиться інше число.



Натуральні числа

	- це числа, що використовуються для лічби: 1,2,3…n,…



Неповна частка

	- число, яке показує, скільки разів дільник вміщується в діленому.



Остача

	- різниця між діленим і добутком дільника і неповної частки.



Переставна властивість додавання

	- від перестановки доданків значення суми не зміниться.



Порівняти два натуральних числа

	- означає з’ясувати, яке з них більше, а яке – менше.



Різниця

	- результат дії віднімання.



Сполучна властивість додавання

	- щоб до суми двох чисел додати третє число, можна до першого числа додати суму другого і третього чисел.



Сума

	- результат дії додавання.



Таблиця множення

	- таблиця, де рядки та стовпчики означають множники, а комірки таблиці містять їх добутки.



Теорія чисел

	- наука про властивості цілих чисел.



Частка

	- результат ділення.







'),
 (2, N'1. Звичайні дроби та мішані числа



	Звичайним дробом називається вираз a / b , де a є N, b є N. Число a називається чисельником, а число b - знаменником. Дробова риска означає знак ділення. Знаменник дробу показує, наскільки рівних частин ділиться число (величина), чисельник – скільки таких частин узято.

Наприклад: Дріб 3 / 8 показує, що якусь величину розділили на 8 рівних частин і взяли три таких частини: 3 - чисельник, 8 - знаменник.



	Дріб називається правильним, якщо чисельник менший за  знаменник.

	Дріб називається неправильним, якщо чисельник дорівнює знаменнику або більший за нього.

Наприклад: дроби 1 / 3, 5 / 7 – правильні; дроби - 3 / 3, 5 / 4 - неправильні.



	Мішаним числом називається сума натурального числа і правильного дробу, записана без знака «+». 

Наприклад: число 1 1/3 – мішане, 1 - ціла частина мішаного числа, а 1/3 – дробова частина мішаного числа.



2. Виділення цілої частини з неправильного дробу. Перетворення мішаного числа в неправильний дріб



	Щоб із неправильного дробу виділити цілу частину, треба розділити з остачею чисельник на знаменник: неповна частка буде цілою частиною, остача – чисельником, а знаменник – той самий.

Наприклад: 5/3 = 1 2/3, 17/3 = 5 2/3.



	Щоб подати мішане число у вигляді неправильного дробу, треба помножити його цілу частину на знаменник дробової частини; до одержаного добутку додати чисельник дробової частини і записати суму чисельником, а знаменник залишити той самий.

Наприклад: 2 1/3 = (2*3+1)/3 = 7/3.



	Основна властивість дробу: якщо чисельник і знаменник дробу помножити або поділити на одне і те саме число, відмінне від нуля, то одержимо дріб, який дорівнює даному.

Наприклад: 1/2 = 2/4 = 3/6 = 4/8.



	Скорочення дробу – ділення чисельника і знаменника дробу на спільний дільник чисельника і знаменника дробу, більший за 1.

Наприклад: 2/4 = 1/2, 7/21 = 1/3.



3. Порівняння дробів та мішаних чисел



	Із двох дробів із рівними знаменниками більший (менший) той дріб, у якого чисельник більший (менший).

Наприклад: 5/17 < 9/17; 7/10 > 3/10.



	Щоб порівняти дроби з різними знаменниками, треба їх звести до спільного знаменника, а потім порівняти.

Наприклад: 1/3 < 1/2, оскільки 1/3 = 2/6, 1/2 = 3/6; 3/6 > 2/6.



	Із двох мішаних чисел з однаковими цілими частина більше те число, дробова частина якого більша. Із двох мішаних чисел із різними цілими частинами більше те, ціла частина якого більша.

Наприклад: 3 1/2 > 1 2/3.



4. Додавання звичайних дробів та мішаних чисел



	Щоб додати дроби з однаковими знаменниками, треба додати їх чисельники і суму записати в чисельник, а знаменник залишити без змін.



	Додавання дробів із рівними знаменниками: (a/b) + (c/b) = (a+c)/b.

Наприклад: 2/8 + 3/8 = 5/8.



	Щоб додати дроби з різними знаменниками, потрібно:

		1) звести дроби до найменшого спільного знаменника;

		2) додати одержані дроби з однаковими знаменниками.

		

	Додавання дробів із різними знаменниками: (a/b) + (c/d) = (ad+bc)/bd , якщо НСД(b,d)=1. 

Наприклад, 1/2 + 1/3 = (1*3 + 1*2) / 6 = 5/6.



	Сумою двох мішаних чисел є мішане число, ціла частина якого є сумою цілих частин доданків, а дробова частина є сумою дробових частин доданків.



	Якщо в результаті додавання одержимо мішане число, дробова частина якого є неправильним дробом, треба виділити з неї цілу частину і додати її до цілої частини мішаного числа: a + b/d = (ad+b)/d.

Наприклад: 5 + 1/2 = 5 1/2 = (5*2 + 1)/2 = 11/2.



5. Віднімання звичайних дробів та мішаних чисел



	Щоб відняти дроби з однаковими знаменниками, треба відняти їх чисельники і різницю записати в чисельник, а знаменник залишити без змін.



	Віднімання дробів із рівними знаменниками: a/b - c/b = (a-c)/b.

Наприклад: 7/8 - 4/8 = 3/8.



	Щоб відняти дроби з різними знаменниками, потрібно:

		1) звести дроби до найменшого спільного знаменника;

		2) відняти одержані дроби з однаковими знаменниками.

		

	При відніманні звичайних дробів чисельник зменшуваного повинен бути більшим за чисельник від’ємника.

		

	Віднімання дробів із різними знаменниками: a/b - c/d = (ad - cb)/bd, якщо НСД(b,d)=1.

Наприклад: 1/2 - 1/3 = (3-2)/6 = 1/6.



	Щоб від одиниці відняти звичайний дріб, треба одиницю подати у вигляді неправильного дробу з однаковими чисельником і знаменником, що дорівнюють знаменнику від’ємника, і виконати віднімання.



	Різницею двох мішаних чисел є мішане число, ціла частина якого є різницею цілих частин зменшуваного і від’ємника, а дробова частина є різницею дробових частин зменшуваного і від’ємника: a - b/d = (ad-b)/d.

Наприклад: 1 - 1/3 = (3-1) / 3 = 2/3.



6. Множення звичайних дробів



	Добутком двох звичайних дробів є дріб, чисельник якого дорівнює добутку чисельників цих дробів, а знаменник - добутку їх знаменників: (a/b) * (c/d) = ac/bd.

Наприклад: 1/2 * 1/3 = 1/6, 2/3 * 3/8 = (2*3) / (3*8) = 2/8 = 1/4.



	Щоб знайти дріб від числа, потрібно число помножити на цей дріб.



	Два числа, добуток яких дорівнює 1, називають взаємно оберниними.



7. Ділення дробів



	Щоб поділити один дріб на інший, досить ділене помножити на число, обернене до дільника: a/b : c/d = a/b * d/c = ad / bc. 

Наприклад: 1/3 : 3/5 = 1/3 * 5/3 = 5/9. 



	Щоб знайти число за даним значенням його дробу, досить це значення поділити на дріб.















		



		













	

































	', N'Дріб

	- представлення чисел або математичних величин у вигляді результату операції ділення.



Зведення дробів до спільного знаменника

	- операція, яка при додаванні та відні­манні звичайних дробів дозволяє записати їх з однаковим знаменником.



Звичайний дріб

	- дріб, чисельник і знаменник якого є натуральними числами.



Знаменник

	- число або алгебраїчний вираз, що стоїть під рискою в записі дробу.



Мішане число

	- число, складене із натурального числа, яке зветься цілою частиною і звичайного дробу, який називають дробовою частиною.



Неправильний дріб

	- дріб, у якого чисельник більший або дорівнює знаменнику.



Основна властивість дробу

	- якщо чисельник і знаменник дробу помножити або поділити на одне і те саме число, відмінне від нуля, то одержимо дріб, який дорівнює даному



Правильний дріб

	- дріб, у якого чисельник менший від знаменника.



Скоротний дріб

	- дріб, в якому чисельник і знаменник мають спільний дільник.



Скорочення дробу

	- ділення чисельника і знаменника дробу на спільний дільник чисельника і знаменника дробу, більший за 1.



Спільний знаменник

	- найменше спільне кратне всіх знамен­ників

 

Чисельник

	- число або алгебраїчний вираз, що стоїть над рискою при записі дробу.











'),
 (3, N'1. Десяткові дроби



	Звичайні дроби (і мішані числа), знаменниками яких є числа 10, 100, 1000 і т.д., називаються десятковими.



	Щоб десятковий дріб записати у вигляді звичайного дробу (мішаного числа), треба число, що стоїть до коми, записати цілою частино; число, що стоїть після коми, записати в чисельник, а в знаменнику поставити одиницю і стільки нулів, скільки стоїть цифр після коми.

Наприклад: 5,62=5 62/100=5 31/50.



	  Щоб записати дріб у вигляді десяткового, треба чисельник дробу поділити на знаменник.

Наприклад: 5/8 = 0,625; 2/3 = 0,666... = 0, (6).



2. Порівняння десяткових дробів



	Якщо до деякого десяткового дробу дописати праворуч нуль (або кілька нулів), то одержимо дріб, який дорівнює даному.

	

	Якщо деякий десятковий дріб закінчується нулями, то ці нулі можна відкинути й отримати дріб, який дорівнює даному.



	Серед двох десяткових дробів менший той дріб, у якого число цілих менше; і більший той, у якого число цілих більше.



	Щоб порівняти два десяткові дроби, треба спочатку порівняти цілі частини дробів; у разі їх рівності послідовно порівнюють десяті, якщо рівні десяті – порівнюють соті і т.д.

Наприклад: 10,23 > 9,85; 3,759 < 3,81. 



3. Наближені значення даного числа



	Якщо дане число заміняємо на інше число, близьке за значенням до даного, то одержуємо наближене значення даного числа.

Наприклад: 122≈120 (читаємо: «122 наближено дорівнює 120»), 1,9≈2 (читаємо: «одна ціла дев’ять десятих наближено дорівнює двом»).



	Якщо a<x<b,то а називають наближеним значенням числа х із недостачею, а b – наближеним значенням х із надлишком.



4. Округлення десяткових дробів



	При округленні десяткових дробів користуються одним із таких двох правил.

		 

	Правило 1.

	Щоб округлити десятковий дріб до певного розряду дробової частини (до певного десяткового знака), треба:

	1) відкинути всі десяткові знаки, які стоять після цього розряду;

	2) якщо перша з відкинутих цифр була 5, 6, 7, 8 або 9, то останню залишену цифру збільшити на одиницю;

	3) якщо перша з відкинутих цифр була 0, 1, 2, 3 або 4, то останню залишену цифру записати без змін.

Приклад 1. Округлити дріб 3,212 до сотих і дріб 18,091 до десятих. 

Розв’язання: 3,212≈3,21; 18,091≈18,1.



	Правило 2.

	Щоб заокруглити десятковий дріб до певного розряду цілої частини вищого розряду одиниць, треба: відкинути всі цифри дробової частини (всі десяткові знаки); цілу частину округлюємо за правилом округлення натуральних чисел.

Приклад 2. Округлити дроби 12 931,3102 і 118,35 до десятків.

Розв’язання: 12 931,3102≈12 930; 118,35≈120.



5. Додавання десяткових дробів



	Додавання десяткових дробів виконується порозрядно.



	Зручно це виконувати в стовпчик.



	При цьому десяткові дроби підписують одне під одним так, щоб кома була під комою. Додають десяткові дроби, як натуральні числа, не зважаючи на коми. У результаті кому ставлять під комами.



	Додаючи десяткові дроби з різною кількістю десяткових знаків, пам’ятайте, що цю кількість можна зрівняти, дописавши нулі в кінці числа.



	Для десяткових дробів справджуються властивості додавання натуральних чисел.

	

6. Віднімання десяткових дробів



	Віднімання десяткових дробів виконується порозрядно.



	Зручно це виконувати в стовпчик.



	При цьому десяткові дроби підписують одне під одним так, щоб кома була під комою. Віднімають десяткові дроби, як натуральні числа, не зважаючи на коми. У результаті кому ставлять під комами.



	Віднімаючи десяткові дроби з різною кількістю десяткових знаків, пам’ятайте, що цю кількість можна зрівняти, дописавши нулі в кінці числа.



	Для десяткових дробів справджуються властивості віднімання натуральних чисел.



7. Множення десяткових дробів



	Щоб помножити два десяткових дроби, треба перемножити їх, не беручи до уваги коми, а потім відділити комою у добутку стільки знаків, скільки їх стоїть справа після коми у двох множниках разом. Якщо в добутку буде менше цифр, ніж потрібно відокремити комою, то попереду дописують потрібну кількість нулів.



	Для множення десяткових дробів справджуються всі закони множення.



	Щоб помножити десятковий дріб на десять або сто, або тисячу тощо, потрібно в десятковому дробі кому перенести вправо на стільки знаків, скільки нулів стоїть після одиниці у множнику. Якщо десятковий дріб містить меншу кількість десяткових знаків, ніж та, на яку треба перенести кому, то справа від числа приписують необхідну кількість нулів.

	

8. Ділення десяткових дробів



	Ділення десяткового робу на натуральне число виконується так само, як ділення натуральних чисел, тільки, закінчивши ділення цілої частини числа, треба в частці поставити кому.



	Щоб поділити на десятковий дріб, треба в діленому і дільнику перенести кому вправо на стільки знаків, скільки їх є в дільнику, а потім виконати ділення на натуральне число.

	

	Щоб поділити десятковий дріб на десять або сто, або тисячу тощо, потрібно в десятковому дробі кому перенести вліво на стільки знаків, скільки нулів стоїть після одиниці у дільнику. Якщо ділене містить меншу кількість знаків перед комою, ніж та, на яку треба перенести кому, то зліва від числа приписують необхідну кількість нулів.



	Щоб число поділити на десятковий дріб, потрібно у діленому і дільнику кому перенести вправо на стільки знаків, скільки їх стоїть після коми у дільнику, а потім виконати ділення на натуральне число.



	Часткою від ділення можуть бути скінченні або нескінченні (періодичні) десяткові дроби.





', N'Десятковий дріб

	-  це дріб зі знаменником 10ⁿ, де n — натуральне число. 



Наближене значення даного числа

	- дане число заміняємо на інше число, близьке за значенням до даного.



Округлення числа

	- наближене представлення числа в деякій системі числення за допомогою кінцевої кількості цифр.'),
 (4, N'1. Цілі числа. Поняття цілого числа у вигляді дробу



	Цілими числами називають натуральні числа, їм протилежні числа і число 0. Множину цілих чисел позначають символом Z. Z={…,-3,-2,-1,0,1,2,3,…} 

	

	Будь яке ціле число а можна представити у вигляді дробу: a = an/n, n∈N, a∈Z.

Наприклад: 10=10/1=20/2=30/3=...



2. Порівняння додатних і від''ємних чисел



	Будь-яке від’ємне число менше нуля і будь-якого додатного числа. Нуль менше будь-якого додатного числа.

Наприклад: -5<0; -5<1; 0<10.



3. Додавання та віднімання від''ємних чисел та чисел із різними знаками



	Додавання від’ємних чисел: -a+(-b)=-a-b=-(a+b), де a і b – додатні числа.

Наприклад: -5-3=-8.



	Додавання чисел із різними знаками: 

	1. -a+b=-(a-b)

Наприклад: -10+2=-(10-2)=-8.

	2. -b+a=a-b

Наприклад: -3+10=10-3=7.



	Відняти від числа a число b означає додати до числа a число, протилежне b: a-b=a+(-b).

Наприклад: 5-6=5+(-6)=1; -3-(-5)=-3+5=2.



4. Множення та ділення додатних та від''ємних чисел



	Множення додатних і від’ємних чисел: 

	1. -ab=a(-b)=-ab, де a,b – додатні числа.

Наприклад: -3*5=-15; 8*(-2)=-16.

	2. -a(-b)=ab, де a,b – додатні числа.

Наприклад, -3*(-5)=15.



	Ділення додатних і від’ємних чисел:

	1. a:(-b)=-a:b=-(a:b), де a,b – додатні числа.

Наприклад: 6:(-2)=-3; -12:3=-4.

	2. -a:(-b)=a:b, де a,b – додатні числа.

Наприклад: -15:(-5)=3.



5. Раціональні числа



	Раціональні числа – числа, які можна подати у вигляді . Множину раціональних чисел позначають символом Q.

Наприклад: −1; 1/3; −2 1/3; 0 - раціональні числа.



	Будь-яке раціональне число – нескінченний періодичний десятковий дріб.



6. Нескінченний періодичний десятковий дріб

	

	Нескінченний періодичний десятковий дріб – десятковий дріб, у якому нескінченно повторюється певна група цифр. Мінімальна група цифр, яка повторюється, називається періодом. Період записується в круглих дужках.

Наприклад: 1/3 = 0,333... = 0,(3); 8/9 = 0, 3111... = 0,3(1).



	Якщо період починається відразу після коми, то дріб називається чисто періодичним. Якщо ж період починається не відразу після коми, то дріб називається змішаним періодичним.



	Чисто періодичний десятковий дріб дорівнює звичайному дробу, чисельник якого є період, а знаменник – цифра 9, що записана стільки разів, скільки цифр у періоді.

Наприклад: 0,(3) = 3/9 = 13; 0,(81) = 81/99 = 9/11.



	Для того щоб перетворити змішаний нескінченний періодичний дріб на звичайний, треба від числа, що стоїть до другого періоду, відняти число, що стоїть до першого періоду. Потім записати цю різницю чисельником, а в знаменнику записати цифру 9 стільки разів, скільки цифр у періоді, а після дев’яток дописати стільки нулів, скільки цифр стоїть між комою і першим періодом.

Наприклад: 0,11(7) = (117−11) / 900 = 106/900 = 53/450.



7. Властивості арифметичних дій



	Властивості додавання:

		a+b=b+a (переставна);

		(a+b)+с=a+(b+с) (сполучна);

		a+0=a; a+(-a)=0.

	

	Властивості віднімання:

		a-(b+с)=a-b-с;

		(a+b)-с=(a-с)+b;

		a-0=a.

		

	Властивості множення:

		ab=ba (переставна);

		(a·b)с=a(bс) (сполучна);

		(a+b)с=aс+bс (розподільна властивість множення відносно додавання);

		(a-b)с=aс-bс (розподільна властивість множення відносно віднімання);

		a*1=a; a*0=0;

		a*(1/a)=1, якщо a≠0.

		

	Властивості ділення:

		a:1=a; 

		a:a=1, a≠0; 

		0:a=0, a≠0.

		

На нуль ділити не можна!



8. Пропорції. Похідні пропорції

	

	Пропорції:

	a/b = c/d або  a:b=c:d, a,d – крайні члени, b,c – середні члени.

	Пропорція a/b = c/d рівносильна рівностям: 

	ad=bc; 

	a/c=b/d; 

	d/b=c/a;

	b/a=d/c.

	

	Похідні пропорції:

	Якщо a/b = c/d і db≠0, то:

	(a+b)/b = (c+d)/d; (a−b)/b = (c−d)/d;

	a/(a+b) = c/(c+d); a/(a−b) = c/(c−d);

	(a+b)/(a-d) = (c+d)/(c-d).', N'Дійсні числа

	- це будь-яке число, яке відповідає точці на дійсній прямій і може бути класифіковане на натуральне, ціле, раціональне та ірраціональне числа.



Змішаний періодичний дріб

	- дріб, у якого період починається не відразу після коми.



Нескінченний періодичний десятковий дріб

	- десятковий дріб, у якому нескінченно повторюється певна група цифр.



Період

	- мінімальна група цифр, яка повторюється.



Пропорція

	- рівність двох відношень.



Раціональні числа

	- числа, які можна представити у вигляді m / n, m ϵ N, n ϵ N.



Цілі чила

	- натуральні числа, їм протилежні числа і число 0.



Чисто періодичний дріб

	- дріб, у якого період починається відразу після коми.

'),
 (5, N'1. Відсотки



	Соту частину будь-якої величини або числа називають відсотком (процентом). Слово «відсоток» замінюють знаком %, тобто 1% = 1/100 = 0,01.

Наприклад: 1 копійка – один відсоток від гривні, 1 см – один відсоток від метра, тобто 1 коп.=1% грн., 1 см=1% м.



	Щоб перетворити десятковий дріб на відсотки, треб його помножити на 100.

Наприклад: 0,35 = 35%; 0,3 = 30%; 1,5 = 150%.



	Щоб перетворити відсотки на десятковий дріб, треба число відсотків розділити на 100.

Наприклад: 30% = 0,3; 53% = 0,53; 1,58% = 0,0158.



2. Основні задачі на відсотки



	Для того, щоб знайти р відсотків від даного числа а, треба:

	1) перевести р відсотків у десятковий дріб;

	2) помножити число а на одержаний десятковий дріб

Приклад 1. Знайти 20% від числа 120.

Розв’язання. 20% = 0,2, 120*0,2=24.

Відповідь: 24.



	Для того щоб знайти все число за відомою частиною b і числом відповідних відсотків р, треба:

	1) перевести р відсотків у десятковий дріб;

	2) розділити b на одержаний десятковий дріб.

Приклад 2. Знайти число, 12% якого складає 60.

Розв’язання. 60:0,12 = 6000:12 = 500.

Відповідь: 500.



	Щоб знайти відсоток числа b від числа а, треба дріб b/a помножити на 100%. 

Приклад 3. Скільки відсотків складає число 0,3 від 20?

Розв’язання. (0,3/20)*100% = (0,3*100%)/20 = 0,3*5% = 1,5%.

Відповідь: 1,5%.	



3. Розв''язування більш складних задач на відсотки



 Задача 1.

	На заводі 40% усіх верстатів переведено на підвищення швидкості, унаслідок чого продуктивність праці зросла на 30%. На скільки відсотків збільшилося виробництво заводської продукції?

Розв’язання:

	Нехай х – загальний обсяг продукції, що випускав завод раніше. Знайдемо, на скільки збільшився загальний обсяг продукції: х*0,4*0,3=0,12х.

	Знайдемо, на скільки відсотків збільшилося виробництво заводської продукції: (0,12x/x) * 100% = 12%. 

Відповідь: на 12%.



Задача 2.

	На скільки відсотків збільшиться реальна зарплатня, якщо ціни на всі продовольчі та промислові товари зменшити на 20%? 

Розв’язання:

	Нехай х – початкова ціна товарів, тоді 1/x - реальна заробітна плата. 0,8х – нова ціна товарів, тоді 1/0,8x=5/4x - реальна заробітна плата. Отже, реальна заробітна плата збільшиться на 

	100% : 1/x * (5/4x - 1/x) = (100%*x) / 4x = 25%

Відповідь: на 25%.

	', N'Відношення

	- показує, у скільки разів одне число більше від другого , або яку частину становить одне число від другого.



Відповідь

	- результат розв''яза­ння математичної задачі.



Відсоток

	- сота частина будь-якої величини або числа. 



Масштаб

	- відношення вели­чини довжин зображення (на карті, креслени­ку тощо) до величини довжин самого зображу­ваного предмета. '),
 (6, N'1. Степінь із натуральним показником та його властивості



	Степенем числа а з натуральним показником n, більшим за одиницю, називають добуток n множників, кожний із яких дорівнює а.



	Першим степенем числа називають саме число: a¹ = a.

Наприклад: 5¹ = 5, (−2)³ = −2 * (−2) * (−2) = −8.



	0ⁿ=0, 1ⁿ = 1, n∈N.

	У записі aⁿ = b число а називається основою степеня, n – показником степеня, aⁿ - степенем, b – значенням степеня.



Властивості степенів



	1. При множенні степенів із рівними основами основа залишається такою самою, а показники степенів додаються: 

aᵐ * aⁿ = aᵐ⁺ⁿ.

	2. При діленні степенів із рівними основами основа залишається такою самою, а показники віднімаються:aᵐ / aⁿ = aᵐ⁻ⁿ.

	3. При піднесенні степеня до степеня основа залишається такою самою, а показники перемножуються: (aᵐ)ⁿ = aᵐ*ⁿ.

	4. При піднесенні до степеня добутку до цього степеня підноситься кожний множник: (ab)ⁿ = (aⁿ) * (bⁿ).

	5. При піднесенні до степеня дробу до цього степеня підносяться чисельник і знаменник: (a/b)ⁿ = (aⁿ) / (bⁿ)



	Піднесення до степеня вважається арифметичною дією третього ступеня. Якщо вираз містить різні арифметичні дії, то спочатку виконується піднесення до степеня як дія вищого (третього) ступеня, потім множення і ділення (дії другого ступеня) і, нарешті, додавання і віднімання (дії першого ступеня).

Наприклад: 5*2³−62:12=5*8−36:12=40−3=37.



2. Степінь із цілим показником та його властивості



	Нульовий степінь числа, відмінного від нуля, дорівнює одиниці. Нульовий степінь нуля не визначений.

	a⁰=1, a≠0, 0⁰ - не визначений.

	

	Якщо a≠0 і n∈N, то a−ⁿ=1/aⁿ. Вираз 0−ⁿ, де n∈N - не визначений.

Наприклад:  2-³=1/2³=1/8.



	Для степенів із цілими показниками характерні ті ж властивості, що й для степенів із натуральними показниками:

		1. aⁿ*aᵐ=aⁿ+ᵐ;

		2. aⁿ:aᵐ=aⁿ-ᵐ;

		3. (aᵐ)ⁿ=aᵐⁿ;

		4. (ab)ⁿ=aⁿbⁿ;

		5. (ab)ⁿ=aⁿ/bⁿ.

		6. При піднесенні дробу до степеня з від’ємним показником можна піднести обернений дріб до степеня з протилежним показником: (a/b)-ⁿ =  (b/a)ⁿ.

		

3. Стандартний вигляд числа

	

	 Стандартним виглядом числом а називають такий його запис: a*10ⁿ, де 1≤a<10 і n∈Z.

	 

	 Число n називають порядком числа.

Наприклад, число а=125 000 записують у стандартному вигляді так: a=1,25*10⁵, а число а= 0, 000508 так: a=5,08-10-⁴.

	 ', N'Піднесення до квадрата

	- математична дія множення двох однакових множників.



Порядок числа

	- це наближена міра величини числа, що дорівнює десятковому логарифму, округленому до цілого числа.



Радикал

	- матема­тичний знак на позначення дії добування коре­ня, а також результату цієї дії.



Стандартний вигляд числа

	- вираз a10ⁿ, де  1≤a<10, nϵZ.



Степінь

	- добуток кількох рівних множників.

'),
 (7, N'1. Буквені вирази. Числові значення буквених виразів

	

	Буквеним виразом називають запис, у якому числа і букви з’єднано знаками дій.

Наприклад: x+2; x+y; 3x−2y; a/b – буквені вирази.



	Буквені вирази також називають виразами зі змінними, а букви – змінними. Якщо в буквений вираз замість букв підставити числа, то одержимо числовий вираз, значення якого називається числовим значенням буквеного виразу при даних значеннях букв.

Наприклад: якщо а=3,5; b=1,5, то значенням виразу (ab)/(a+b) є значення виразу (3,5*1,5) / (3,5+1,5) = (3,5*1,5) / 5 = 1,05.



	Якщо вираз не містить ніяких інших дій, крім додавання, віднімання, множення, піднесення до натурального степеня і ділення, його називають раціональним.

Наприклад: 2xy+x, (a+b)/(a−b), (3xy)/(x+y) - раціональні вирази.



	Раціональний вираз, який не містить ділення на вираз зі змінною, називають цілим.

Наприклад: x+y, 2xy - цілі вирази.



2. Одночлени



	Одночленом називається добуток чисел, змінних та їх натуральних степенів, а також самі числа, змінні та їх натуральні числа.

Наприклад: 5a, 6a²b, 3, x, xyz – одночлени.



	Одночлен стандартного вигляду – одночлен, який містить тільки один числовий множник, що стоїть на першому місці, і степені з різними буквеними основами.

Наприклад: 3ab, 12x²y²z, −a, −x²y - одночлени стандартного вигляду.



	Коефіцієнтом одночлена називають числовий множник одночлена стандартного вигляду.

Наприклад: коефіцієнтами одночленів 5x², −3ab, −a²b, xyz є відповідно числа 5, -3, -1, 1. Коефіцієнти 1 та -1 в одночленах не записують.



	Щоб записати одночлен у стандартному вигляді, треба перемножити всі його числові множники й одержане число поставити на перше місце, а потім добутки однакових буквених множників записати у вигляді степенів.

Наприклад: 2ab*(−3a²b)*(−3a³b) = 18a⁶b³.



	Степенем одночлена називають суму показників степенів усіх буквених множників, що входять до одночлена.

Наприклад: степінь одночлена 5x³yz⁶ дорівнює 3+1+6=10.



	Якщо одночленом є число, відмінне від нуля, то вважають, що його степінь дорівнює нулю.

	

3. Дії над одночленами



	Щоб помножити одночлен на одночлен, треба перемножити їх коефіцієнти і перемножити степені з однаковими основами.

Наприклад: 12a²y*(−2ab³y³) = −24a³b³y⁴.



	Щоб піднести одночлен до степеня, треба піднести його коефіцієнт до цього степеня і помножити показник степеня кожної букви на показник степеня, до якого підноситься одночлен.

Наприклад: (−3a²bx⁵)2=9x⁴b²x¹⁰.



	Щоб поділити одночлен на одночлен, треба поділити коефіцієнт діленого на коефіцієнт дільника, до знайденої частки приписати множниками кожну змінну діленого з показником, що дорівнює різниці показників цієї змінної в діленому і дільнику.

Наприклад: 12x⁷y³z¹²:(4x³yz⁷) = 3x⁷-³y³-¹z¹²-⁷ = 3x⁴y²z⁵.

	

	

', N'Буквений вираз

	- вираз, що містить не тільки числа і знаки дій, але і букви.



Коефіцієнт одночлена

	- числовий множник одночлена стандартного вигляду.



Одночлен

	- добуток чисел, змінних та їх натуральних степенів, а також самі числа, змінні та їх натуральні числа.



Одночлен стандартного вигляду

	- одночлен, який містить тільки один числовий множник, що стоїть на першому місці, і степені з різними буквеними основами.



Раціональний вираз

	- математичний вираз, який містить дії додавання, віднімання, множення, ділення та піднесення до степеня з цілим показником.



Степінь одночлена

	- сума показників степенів усіх його змінних.



Цілий вираз

	- раціональний вираз, який не містить операції ділення на вираз зі змінними.





'),
 (8, N'1. Многочлени



	Многочленом називається алгебрагічна сума кількох одночленів.

Наприклад: 3xy+ab+2; 7x²b−2xy+a - многочлени.

 

	Одночлени, з яких складається многочлен, називають його членами. Одночлен – окремий вид многочлена. Многочлен, який містить два або три доданки, називають відповідно двочленом або тричленом

Наприклад: a²−b², x+y - двочлени; a+ab+b, x²+xy−y² - тричлени.

 

	Подібні члени многочлена – це однакові одночлени, або одночлени, запис яких у стандартному вигляді відрізняється лише коефіцієнтами.

Наприклад: у многочлені 15a²b+3ab²−7a²b+5ab² перший і третій, другий і четвертий члени подібні.

 

	Зведення подібних членів – це спрощення многочлена, коли алгебрагічна сума подібних членів замінюється одним членом. Щоб звести подібні члени, треба додати їх коефіцієнти і результат помножити на їх спільну буквену частину.

Наприклад: 15a²b+3ab²−7a²b+5ab² = 8a²b+8ab².



	Стандартний вигляд многочлена – це запис многочлена, усі члени якого мають стандартний вигляд і серед них немає подібних.

Наприклад: a²−ab+b², ab+bc+ac - многочлени стандартного вигляду, а 3a²+2b²−3ab+a² - многочлен нестандартного вигляду.

 

	Степенем многочлена стандартного вигляду називають найбільший зі степенів одночленів, із яких складається многочлен. Степенем довільного многочлена називають степінь тотожно рівного йому многочлена стандартного вигляду.

Наприклад: степінь многочлена 5a⁷b+5ab⁵−2a⁵b⁵ дорівнює степеню одночлена 2a⁵b⁵, тобто 5+5=10.



2. Дії над многочленами



	При додаванні многочленів користуються правилом розкриття дужок: якщо перед дужками стоїть знак «+», то дужки можна опустити, зберігши знаки кожного одночлена.

Наприклад: (3x²−2x+5)+(6x²+5x−3) = 3x²−2x+5+6x²+5x−3 = 9x²+3x+2.



	При відніманні многочленів користуються правилом розкриття дужок: якщо перед дужками стоїть знак «-», то дужки можна опустити, змінивши знак кожного одночлена, що містився в дужках, на протилежний.

Наприклад: (3x²−2x+5)-(6x²+5x−3) = 3x²−2x+5-6x²-5x+3 = -3x²-7x+8.



	Щоб записати алгебрагічну суму кількох многочленів як многочлен стандартного вигляду, треба розкрити дужки і звести подібні члени.

Наприклад: (2x²−3x+2)−(3x²−2x−1)−x²+2x+1+(−2x²+x−1) = 2x²−3x+2−3x²+2x+1+x²−2x−1−2x²+x−1 = −2x²−2x+1.



	Щоб помножити одночлен на многочлен, треба кожний член многочлена помножити на цей одночлен й одержані одночлени додати.

Наприклад: 3a(a²−2a+ab)=3a³−6a²+3a²b.



	Щоб помножити многочлен на многочлен, треба кожний член одного многочлена помножити на кожний член другого многочлена й одержані многочлени додати.

Наприклад: (3x−2)(2x−3) = 3x*2x−3x*3−2*2x+2*3 = 6x²−9x−4x+6 = 6x²−13x+6.



	Щоб розділити многочлен на одночлен, треба кожний член многочлена розділити на цей многочлен й одержані результати додати.

Наприклад: (5x⁷−2x⁵+3x²+6x):2x = 5x⁷:2x−2x⁵:2x+3x²:2x+6x:2x = 2,5x⁶−x⁴+1,5x+3.



	Розкладанням многочлена на множники називають запис многочлена у вигляді добутку многочленів.

Наприклад: 2ax+6ay=2a(x+3y).



	При розкладанні многочлена на множники використовують такі способи:

		1. Винесення спільного множника за дужки: 5x²+10x = 5x(x+2).

		2. Спосіб групування: 3x−3y−x²+xy = (3x−3y)−(x²−xy) = 3(x−y)−x(x−y) = (x−y)(3−x) 

		3. Використання формул скороченого множення.

		

3. Формули скороченого множення



	Квадрат суми двох виразів дорівнює квадрату першого виразу плюс подвоєний добуток першого і другого виразів плюс квадрат другого виразу: (a+b)²=a²+2ab+b².

Наприклад: (3a+2b)²=9a²+12ab+4b².



	Квадрат різниці двох виразів дорівнює квадрату першого виразу мінус подвоєний добуток першого і другого виразів плюс квадрат другого виразу: (a-b)² = a²-2ab+b².

Наприклад: (3a-2)² = 9a²-12a+4.



	Добуток різниці двох виразів і їх суми дорівнює різниці квадратів цих виразів: (a−b)(a+b) = a²−b².

Наприклад: (5a−3b)(5a+3b) = 25a²−9b².



	Добуток суми двох виразів на неповний квадрат їх різниці дорівнює сумі кубів цих виразів: (a+b)(a²−ab+b²) = a³+b³.

Наприклад: (3+x)(9−3x+x²)=27+x³.

	

	Добуток різниці двох виразів на неповний квадрат їх суми дорівнює різниці кубів цих виразів: (a-b)(a²+ab+b²) = a³-b³.

Наприклад: (2x−3y)(4x²+6xy+9y²) = 8x³−27y³.	



	Куб суми (різниці) двох виразів дорівнює кубу першого виразу плюс (мінус) потроєний добуток квадрата першого виразу на другий вираз плюс потроєний добуток першого виразу на квадрат другого виразу плюс (мінус) куб другого виразу: (a±b)³ = a³±3a²b+3ab²±b³.

Наприклад: 

(2x−3y)³ = 8x³−36x²y+54xy²−27y³, 

(2+5x)³ = 8+60x+150x²+125x³.	 

	', N'Зведення подібних членів

	- спрощення многочлена, коли алгебрагічна сума подібних членів замінюється одним членом.



Згрупувати

	- збирати в групу, розподіляти за групами.



Квадрат різниці двох виразів

	- квадрату першого виразу мінус подвоєний добуток першого і другого виразів плюс квадрат другого виразу.



Квадрат суми двох виразів

	- квадрат першого виразу плюс подвоєний добуток першого і другого виразів плюс квадрат другого виразу.



Многочлен

	- алгебрагічна сума кількох одночленів.



Подібні члени многочлена

	- однакові одночлени, або одночлени, запис яких у стандартному вигляді відрізняється лише коефіцієнтами.



Різниця квадратів двох виразів

	- добуток різниці двох виразів і їх суми.



Різниця кубів двох виразів

	- добуток різниці двох виразів на неповний квадрат їх суми. 



Розкладання многочлена на множники

	- запис многочлена у вигляді добутку многочленів.



Стандартний вигляд многочлена

	- запис многочлена, усі члени якого мають стандартний вигляд і серед них немає подібних.



Степінь довільного многочлена

	- степінь тотожно рівного йому многочлена стандартного вигляду.



Степінь многочлена стандартного вигляду

	- найбільший зі степенів одночленів, із яких складається многочлен.



Сума кубів двох виразів

	- добуток суми двох виразів на неповний квадрат їх різниці. 



Формули скороченого множення

	- формули, за допомогою яких деякі дії з многочленами спро­щуються.





'),
 (9, N'1. Алгебрагічний дріб



	Алгебрагічним називається дріб, чисельник і знаменник якого є алгебрагічними виразами.

Наприклад: a²b/c; 3x/4y - алгебрагічні вирази.

 

	Передбачається, що використані в записі алгебрагічного дробу букви можуть набувати тільки таких значень, при яких знаменник цього дробу не дорівнює нулю.

Наприклад: дріб (a + 3)/(a(a - 9)) має зміст при всіх значеннях змінної а, крім 0 і 9.

 

	Основна властивість дробу: при множенні чисельника і знаменника дробу на один і той самий алгебрагічний вираз одержуємо дріб, що дорівнює даному дробу.



	Використовуючи основну властивість дробу, можна скорочувати алгебрагічні дроби на спільний множник чисельника і знаменника.

Наприклад: (x²−1) / (x^3−1) = ((x−1)(x+1)) / ((x−1)(x²+x+1)) = (x+1) / (x²+x+1)



	Якщо змінити знак чисельника (або знак знаменника) дробу і знак перед дробом, то одержимо вираз, що тотожно дорівнює даному: -(-a/b) = a/b, -(a/(-b) = a/b).



2. Дії з дробами



	Щоб додати (відняти) дроби з однаковими знаменниками, треба додати (відняти) їх чисельники, а знаменник залишити той самий.

Наприклад: ((2x−3y)/(5xy))+((2x−7y)5xy) = (2x−3y+2x−7y)/5xy = (4x−10y) / 5xy.



	Щоб додати (відняти) дроби з різними знаменниками треба:

	1. розкласти на множники чисельник і знаменник кожного дробу;

	2. скоротити множники в чисельнику і знаменнику кожного дробу;

	3. знайти і записати спільний знаменник дробів;

	4. знайти і записати додаткові множники для кожного дробу;

	5. записати суму (різницю) добутків чисельників і додаткових множників, ураховуючи знаки, в чисельник дробу;

	6. спростити (якщо можливо) одержаний дріб.



	Щоб помножити дріб на дріб, треба перемножити їх чисельники і знаменники, перший добуток записати чисельником, а другий – знаменником дробу. Якщо b≠0, d≠0, то (a/b)(c/d) = (ac)/(bd),



	Щоб поділити один дріб на інший, треба перший дріб помножити на дріб, обернений до другого. Якщо b≠0, c≠0, d≠0, то (a/b)/(c/d) = (a/b)(d/c).

	

3. Тотожне перетворення раціональних алгебрагічних виразів



	Виконати тотожні перетворення раціонального виразу (виразів) загального вигляду, що містить цілі і дробові вирази, означає звести вираз (вирази) до дробу, чисельник і знаменник якого є многочленами стандартного вигляду. При цьому послідовність виконання перетворень така сама, як і послідовність виконання дій у числових виразах.', N'Алгебраїчна залежність

	- залежність, яка може бути ви­ражена за допомогою алгебраїчного виразу.



Алгебраїчний вираз

	- математичний вираз, який скла­дається з чисел, змінних, їх степенів і знаків математичних дій.



Алгебрагічний дріб

	- дріб, у якому чисельник і знаменик - многочлени.



Винесення за дужки

	- використання розподільної властивості множення у вигляді a(b+c).



Основна властивість алгебрагічного дробу

	- при множенні чисельника і знаменника дробу на один і той самий алгебрагічний вираз одержуємо дріб, що дорівнює даному дробу.



'),
 (10, N'1. Квадратний корінь



	Квадратним коренем із числа а називається число, квадрат якого дорівнює а.

Наприклад: квадратний корінь із числа 4 дорівнює 2 або (-2), бо 2² = 4, (- 2)² = 4.



	Арифметичним квадратним коренем із числа а називається невід’ємне число, квадрат якого дорівнює а.



	Арифметичний квадратний корінь із числа а позначають так: √a . Знак √ називають знаком арифметичного квадратного кореня, вираз, який стоїть під знаком кореня, – підкореневим виразом. Запис  читають так: «квадратний корінь із а» (слово «арифметичний» при читанні опускають). 

	Отже, √a  = b, b≥0 означає b² = a.



	Якщо а<0, то вираз √a  не має змісту.



	З означення арифметичного квадратного кореня випливає, що при невід’ємних значеннях а справедлива рівність (√a )² = a.



2. Властивості арифметичних коренів



	1. Корінь із добутку невід’ємних множників дорівнює добутку коренів із цих множників: √ab = √a√b, де а≥0, b≥0.

	Якщо а≥0, b≥0, то √a√b=√ab.



	2. Корінь із дробу, чисельник якого невід’ємний, а знаменник додатний, дорівнює кореню із чисельника, діленому на корінь із знаменника: √(a/b) = √a / √b, а≥0, b≥0. 

	Якщо а≥0, b>0, то √a / √b = √(a/b).



	3. Внесення множника під знак квадратного кореня:

		а) b√a = √(b²a), при b≥0;

		б) b√a = -√(b²a), при b<0.

	4. Винесення множника з-під знака кореня:

		а) √(b²a) = b√a, при b≥0;

		б) √(b²a) = b√a, при b<0.



3. Ірраціональні числа



	Числа, які неможна подати у вигляді , називають ірраціональними.

Наприклад: √2, √3,√5, π, e... - ірраціональні числа.



	Запис ірраціональних чисел у вигляді десяткового дробу: будь-яке ірраціональне число можна подати у вигляді нескінченного неперіодичного десяткового дробу.

Наприклад: √2 = 1,4142135..., π = 3,1415926..., e = 2,718281182....

	Будь-який нескінченний неперіодичний десятковий дріб є записом деякого ірраціонального числа.	

	

4. Дійсні числа, їх запис у вигляді десяткового дробу



	Раціональні та ірраціональні числа утворюють множину дійсних чисел, яку позначають символом R.

	

	Кожне натуральне число є водночас і цілим, і раціональним, і дійсним. Кожне ціле число є також раціональним і дійсним.

Наприклад: усі числа 15/17, −3, 0, √2, −√3 – дійсні; перші три – раціональні; два останні – ірраціональні; -3, 0 – цілі.

	

	Будь-яке дійсне число можна записати у вигляді нескінченного десяткового дробу.

Наприклад: 1/2 = 0,5 = 0, 500...; 1/3 = 0,333...; √10 = 3, 1622776...



	Будь-який нескінченний десятковий дріб є записом деякого дійсного числа.', N'Ірраціональне число

	- числа, що не є раціональними, тобто не можуть бути виражені відношенням цілих чисел.



Арифметичний квадратний корінь із числа а

	- невід’ємне число, квадрат якого дорівнює а.



Арифметичний корінь

	- невід''ємне значення кореня парного або непарного степеня з невід''ємного числа.



Добування кореня

	- знаходження кореня якого-небудь числа.



Квадратний корінь

	- корінь другого степеня.



Квадратний корінь із числа а

	- число, квадрат якого дорівнює а.



Кубічний корінь

	- корінь третього степеня.



Модуль

	- величина, значення або число незалежно від знака;

	- відстань від початку відліку до точки, яка зображує це число на координатній прямій.



Наближений корінь

	- це число, яке наближено дорівнює значенню кореня квадратного (або іншого кореня) з певного числа або виразу.'),
 (11, N'1. Рівняння з однією змінною



	Рівнянням називають рівність, яка містить змінну (невідоме).

Наприклад: 2x + 3 = 0; x² - 5x + 6 = 0 - рівняння.



	Розв’язком (коренем) рівняння називається значення змінної, при підстановці якого в рівняння одержують правильну числову рівність.

Наприклад: число 2 – корінь рівняння x² - 2x = 0, бо 2²- 2 * 2 = 4 - 4 = 0.



	Розв’язати рівняння означає знайти його корені або довести, що їх немає.



	Два рівняння є рівносильними, якщо множини їх розв’язків збігаються.

Наприклад: рівняння х+2=3 і х-1=0 рівносильні, оскільки вони мають спільний корінь – число 1 й інших коренів не мають.

 

	Розв’язування будь-якого рівняння, як правило, зводиться до заміни його рівносильним рівнянням.



2. Основні теореми про рівносильність рівнянь.



	1. Якщо до обох частин рівняння додати одне й те саме число або вираз зі змінною, що не втрачає змісту за жодного її значення, то отримаємо рівняння, що є рівносильним даному.

Наприклад: рівняння х+1=3 є рівносильним рівнянню х=2, оскільки друге рівняння можна отримати з першого додаванням до обох частин першого рівняння числа -1 (або перше рівняння можна отримати з другого додаванням до обох частин другого рівняння числа 1).



	2. Якщо з однієї частини рівняння перенести в другу частину доданок із протилежним знаком, то отримаємо рівняння, що є рівносильним даному.

Наприклад: рівняння х-3=7 є рівносильним рівнянню х=7+3, тобто рівнянню х=10.



	3. Якщо обидві частини рівняння помножити або розділити на одне й те саме число, що не дорівнює нулю, або на вираз зі змінною, який не перетворюється в нуль за жодного значення змінної і не втрачає змісту на множині допустимих значень змінної для даного рівняння, то отримаємо рівняння, що є рівносильним даному.

Наприклад: рівняння 5х=20 є рівносильним рівнянню 5х:5=20:5, тобто рівнянню х=4.



3. Рівняння із двома змінними



	Рівність, яка містить дві змінні (невідомі), називається рівнянням із двома змінними (невідомими).

Наприклад: х-у=4, ху=12 рівняння з двома змінними.



	Розв’язком рівняння із двома змінними називають пару значень змінних, які перетворюють це рівняння на правильну числову рівність.

Наприклад: пара чисел х=7 і у=3 є розв’язком 2х-4у=2, оскільки 2*7-4*3=2.



	Рівняння із двома змінними, які мають одні і ті самі розв’язки, є рівносильними. Рівняння із двома змінними, які не мають розв’язків, також вважають рівносильними.



	У рівнянні із двома змінними можна переносити доданки з однієї частини до другої, змінивши їх знаки. 

	Обидві частини рівняння можна помножити на одне і те саме число або розділити на одне і те саме число, що не дорівнює нулю. 

	При цьому отримаємо рівняння, що є рівносильним даному.



	Лінійним рівнянням із двома змінними називають рівняння виду ах+bу=с, де х і у – змінні, а, b, с – числа.



	Графіком рівняння із двома змінними називають множину точок координатної площини, координати яких є розв’язками цього рівняння.



	Графіком лінійного рівняння із двома змінними, у якому хоча б один із коефіцієнтів при змінних не дорівнює нулю, є пряма.



4. Числові нерівності та їх властивості.



	Число а більше числа b, якщо різниця а-b є числом додатним.

	Число а менше числа b, якщо різниця а-b є числом від’ємним.

	Якщо а більше b, то пишуть: а>b; якщо а менше b, то пишуть: а<b.

	Отже, нерівність а>b означає, що різниця а-b є додатною, тобто а-b>0; нерівність а<b означає, що різниця а-b є від’ємною, тобто а-b<0.

	

	Два вирази, які сполучені знаком > або <, називають строгими нерівностями.

	Знаки > і < є знаками строгої нерівності, вони протилежні один одному: якщо а>b, то b<а, і навпаки.

	Окрім знаків > і <, використовують також знаки:

		≥ - більше або дорівнює (не менше),

		≤ - менше або дорівнює (не більше).

		

	Невірність а≤b означає, що а<b або а=b, тобто а не більше b. 

Наприклад: якщо число учнів вашого класу 30,то число а учнів, які присутні на уроці, може бути меншим або дорівнювати 30. У цьому випадку можна записати: а≤30.

	Аналогічно нерівність а≥b означає, що а>b або а=b, тобто а не менше b.

	

	Два вирази, які сполучені знаком ≥ або ≤, називають нестрогими нерівностями. Знаки ≥ і ≤ є знаками нестрогої нерівності.

Приклади нерівностей:

	1) 6 < 5;    

	2) 7 < 9;

	3) 4 ≥ 4;

	4) 4 ≥ 1;

	5) 2х+3 > 2;

	6) 3х-1 > 2х+1;

	7) x² + x > 3;

	8) √2 ≤ 1.

	

	Вираз, який стоїть ліворуч або праворуч від знака нерівності, називають відповідно лівою чи правою частиною нерівності.

Наприклад: лівою частиною нерівності x²+x > 3 є вираз x²+x, а правою число – 3.



	Якщо обидві частини нерівності – числа, то її називають числовою нерівністю.

	Такі нерівності бувають правильні або неправильні.

Наприклад: нерівності 7<9; 4≥4; 4≥1 – правильні, а нерівності 5>6; √2≤1 - неправильні.



Теорема 1. Якщо а<b, b<с, то а<с.

	Геометрично ця властивість означає: якщо точка А (якій відповідає число а) лежить лівіше від точки В (якій відповідає число b), а точка В, у свою чергу, лежить лівіше від точки С (якій відповідає число с), тоді точка А тим більше буде лежати лівіше від точки С.

	Аналогічно, якщо а>b, b>с, то а>с.



Теорема 2. Якщо а<b і с – будь-яке число, то а+с<b+с.

	Отже, якщо до обох частин правильної нерівності додати одне й те саме число, то отримаємо правильну нерівність.

	Аналогічно: якщо а>b і с – будь-яке число, то а+с>b+с.

	Наслідок. Будь-який доданок можна перенести з однієї частини нерівності в іншу, змінивши знак цього доданка на протилежний.



Теорема 3. Якщо а<b і с>0, то ас<bс. Якщо а<b і с<0, то ас>bс.

	Аналогічно: 

	а) якщо а>b і с>0, то ас>bс; 

	б) якщо а>b і с<0, то ас<bс.

	Оскільки ділення можна замінити множенням на число, обернене до дільника, то аналогічні властивості є справедливими й для ділення:

	а) якщо а<b і с>0, то a/c<b/c;

	б) якщо а<b і с<0, то a/c>b/c.

	Отже, якщо обидві частини правильної нерівності помножити або поділити на одне й те саме додатне число, то отримаємо правильну нерівність.

	Якщо обидві частини правильної нерівності помножити або поділити на одне й те саме від’ємне число і замінити знак нерівності на протилежний, то отримаємо правильну нерівність.

	

Теорема 4. Якщо а>b і с>d, то а+с>b+d.

	Якщо почленно додати правильні нерівності одного знака, то одержимо правильну нерівність.

	

Теорема 5. Якщо а<b, с<d і а>0, b>0, с>0, d>0, то ас<bd.

	Якщо почленно перемножити правильні нерівності одного знака, ліві і праві частини яких є додатними числами, то отримаємо правильну нерівність.



	Слід зазначити, що теореми 4 і 5 справедливі для трьох і більше нерівностей. 



5. Нерівність з однією змінною.



	Нерівністю зі змінною (невідомим) називають два вирази зі змінною (невідомим), між якими стоїть один зі знаків нерівності: > (більше), < (менше), ≥ (більше або дорівнює; не менше); ≤ (менше або дорівнює; не більше).

Наприклад: 3x+2>6; x²+x+1>0 - нерівності з однією змінною.

 

	Розв’язком нерівності з однією змінною називають значення змінної, яке перетворює нерівність на правильну числову нерівність.

Наприклад: число 2 – розв’язок нерівності х+3>4, а число -1 не є розв’язком даної нерівності.



	Розв’язати нерівність з однією змінною означає знайти всі її розв’язки або довести, що розв’язків немає.



	Розв’язками нерівності є деяка множина чисел.



	Розв’язування нерівностей, як правило, зводиться до заміни даної нерівності нерівністю, яка їй рівносильна.



	Нерівності, які мають одні й ті самі розв’язки, називаються рівносильними. Нерівності, які не мають розв’язків, також вважаються рівносильними.



	Нерівності з однією змінною мають такі властивості:



	1. Якщо з однієї частини нерівності перенести в другу доданок із протилежним знаком, то одержимо рівносильну їй нерівність.

Наприклад: нерівність х+2>3 рівносильна нерівності х+2-2>3-2, тобто х>1.



	2. Якщо обидві частини нерівності помножити або поділити на одне й те саме додатне число, то отримаємо рівносильну їй нерівність.

Наприклад: (1/2)x > 3 рівносильна нерівності (1/2)x * 2 > 3*2, тобто х > 6.

 

	3. Якщо обидві частини нерівності помножити або поділити на одне й те саме від’ємне число, змінивши знак нерівності на протилежний, то одержимо рівносильну їй нерівність.

Наприклад: нерівність -2х < 10 рівносильна нерівності -2х:(-2) > 10:(-2), тобто х > -5.



6. Системи рівнянь із двома змінними



	Декілька рівнянь із двома змінними, відносно яких поставлено завдання знайти всі спільні розв’язки, називають системою рівнянь із двома змінними. Систему рівнянь позначають зліва фігурною дужкою, що їх об’єднує.



	Розв’язати систему рівнянь із двома змінними означає знайти всі її розв’язки або довести, що система розв’язків не має.



	Розв’язком системи рівнянь із двома змінними називають пару значень змінних, яка перетворює кожне рівняння системи на правильну рівність.



	Розв’язування системи рівнянь із двома змінними, як правило, зводиться до заміни даної системи рівносильною їй системою.



	Системи рівнянь із двома змінними, які мають одні й ті самі розв’язки, називають рівносильними. 

	Системи рівнянь, які не мають розв’язків, також вважають рівносильними.



	Системи рівнянь мають такі властивості:

	1. Якщо замінити порядок рівнянь заданої системи, то одержимо систему рівносильну даній.

	2.  Якщо одне з рівнянь системи замінити на рівносильне йому рівняння, то одержимо систему, рівносильну даній.

	3.  Якщо в системі рівнянь з одного рівняння виразити одну змінну, наприклад у, через іншу змінну, і одержаний вираз підставити замість у в друге рівняння системи, то одержимо систему, рівносильну даній.

	4. Якщо перше рівняння системи замінити сумою першого рівняння, помноженого на число α≠0, і другого рівняння, помноженого на число β≠0, а друге рівняння залишити без змін, то одержимо систему, рівносильну даній.



7. Системи нерівностей з однією змінною



	Декілька нерівностей з однією змінною, відносно яких поставлено завдання знайти всі спільні розв’язки, називають системою нерівностей з однією змінною. Системою нерівностей позначають зліва фігурною дужкою, що їх об’єднує.



	Розв’язком системи нерівностей з однією змінною називають значення змінної, при якому кожна нерівність перетворюється на правильну числову.



	Розв’язати систему нерівностей означає знайти всі її розв’язки або довести, що розв’язків немає.



	Розв’язування системи нерівностей з однією змінною, як правило, зводиться до заміни даної системи рівносильною їй системою.



	Щоб розв’язати систему нерівностей з однією змінною слід:

		1) розв’язати кожну нерівність;

		2) знайти спільні розв’язки даних нерівностей.







', N'Безумовна нерівність

	- нерівність, правильна для всіх до­пустимих значень змінних, що входять у цю нерівність.



Введення параметра

	- математична дія, що супроводжується появою нової змінної.



Графік рівняння із двома змінними

	- множина точок координатної площини, координати яких є розв’язками цього рівняння.



Дискримінант алгебрагічного виразу

	- вираз, складений із коефіцієнтів рівняння, який дорівнює 0 тоді й лише тоді, коли серед коренів цього рівняння є однакові.



Заміна змінної

	- операція, результатом якої є математичний вираз з іншою змінною, еквівалентний даному.



Зведення до канонічного вигляду

	- операція, яка доз­воляє записати рівняння в канонічному вигляді.



Лінійне рівняння із двома змінними

	- рівняння виду ах+bу=с, де х і у – змінні, а, b, с – числа.



Нерівність зі змінною

	- два вирази зі змінною (невідомим), між якими стоїть один зі знаків нерівності: > (більше), < (менше), ≥ (більше або дорівнює; не менше); ≤ (менше або дорівнює; не більше).



Нестрогі нерівності

	- два вирази, які сполучені знаком ≥ або ≤.

 

Параметр

	- величина, що входить у математичну формулу і збері­гає своє постійне значення лише за цих умов.



Рівносильні рівняння

	- рівняння, у яких множин розв''язків збігаються.



Рівносильні рівняння із двома змінними

	- рівняння із двома змінними, які мають одні і ті самі розв’язки.



Рівняння

	- рівність, що містить позначене буквою невідоме число, яке потрібно знайти.



Рівняння із двома змінними

	- математичний вираз, що містить дві змінні, зазвичай позначені як x та y, і дорівнює певному значенню.



Розв’язати нерівність з однією змінною

	- знайти всі її розв’язки або довести, що розв’язків немає.



Розв’язати рівняння

	- знайти його корені або довести, що їх немає.



Розв’язати систему нерівностей

	- знайти всі її розв’язки або довести, що розв’язків немає.



Розв’язок рівняння із двома змінними

	- пара значень змінних, які перетворюють це рівняння на правильну числову рівність.



Система нерівностей із однією змінною

	- декілька нерівностей з однією змінною, відносно яких поставлено завдання знайти всі спільні розв’язки.



Система рівнянь із двома змінними

	- декілька рівнянь із двома змінними, відносно яких поставлено завдання знайти всі спільні розв’язки.



Спільний корінь

	- корінь, однаковий для кількох рівнянь.



Сторонній корінь

	- корінь, який не є розв''язком рів­няння за тих чи інших умов (найчастіше тому, що значення не входить до області визначення рівняння).



Строгі нерівності

	- два вирази, які сполучені знаком > або <.



Числова нерівність

	- якщо обидві частини нерівності – числа.



'),
 (12, N'1. Поняття функції. Основні способи задання функції. Область визначення і область значень функції



	Числовою функцією з областю визначення D називають залежність, згідно з якою кожному числу х із множини D відповідає за деяким правилом єдине число у із множини Е.



	Змінну х називають незалежною змінною або аргументом функції, а змінну у – залежною змінною або функцією.



	Функцію позначають латинськими буквами f, g, h,… (або f(x), g(x), h(x),…) або рівностями y=f(x), y=g(x), y=h(x),…

 

	Якщо задане конкретне значення незалежної змінної x=x_0, то y_0=f(x_0) називається значенням функції f у точці x_0.

Наприклад: якщо f(x)=x²/(x²+1), то f(1)=1²/(1²+1)=1/2, f(0)=0²/(0²+1)=0, f(a)=a²/(a²+1).



	Область визначення функції позначають D(f). Множина, що складається з усіх чисел f(x) таких, що х належить області визначення функції f, називається областю значень функції і позначається Е(f).



	Функцію можна задати за допомогою таблиці, графіка, формули.



	Найчастіше функцію задають формулою, яка дає можливість одержати значення залежної змінної у, підставивши конкретне значення аргументу х.

Наприклад: якщо кожному значенню х із множини дійсних чисел відповідає квадрат цього числа, то функцію можна записати у вигляді формули: y=x², або f(x)=x².



	Областю визначення функції у=f(х), яка задана формулою, називають множину тих значень, яких може набувати х, тобто таких х, за яких формула має зміст (усі дії, указані формулою, можна виконати).

	

	При знаходженні області визначення слід пам’ятати:

	1. Якщо функція є многочленом y=aₙxⁿ+aₙ-₁xⁿ-¹+...+a₁x+a₀, то D(y)=(−∞;+∞)=R.

Наприклад: якщо y=x²+2x+1, то D(y)=R.

	2. Якщо функція має вигляд y=f(x)/g(x), де f(x),g(x) – многочлени, то слід вважати g(x)≠0 (знаменник дробу не дорівнює 0).	

Наприклад: якщо y=x/(x²−1), то x²−1≠0. Тоді х≠1 і х≠-1. Отже, D(y)=(−∞;−1)∪(−1;1)∪(1;+∞).

	3. Якщо функція має вигляд y=√f(x), то слід вважати f(x)≥0 (арифметичний квадратний корінь існує тільки з невід’ємних чисел).

Наприклад: якщо y=√(5+x), то 5+x≥0, x≥−5, тобто D(y)=[−5;+∞).



2. Графік функції



	Графіком функції y=f(x) називають множину всіх точок площини з координатами (x;f(x)), де перша координата «пробігає» всю область визначення функції y=f(x), а друга – це відповідні значення функції у точці х.

 

3. Зростання і спадання функції

 

	Функція y=f(x) є зростаючою, якщо більшому значенню аргументу відповідає більше значення функції. Тобто для будь-яких значень x₁,x₂ з області визначення функції як таких, x₁<x₂, що виконується нерівність f(x₁)<f(x₂) (або y₁<y₂), і навпаки, якщо y=f(x) - зростаюча, то за умови f(x₁)<f(x₂) виконується нерівність x₁<x₂.

 

	Функція y=f(x) є спадною, якщо більшому значенню аргументу відповідає менше значення функції. Тобто для будь-яких значень x₁,x₂ з області визначення функції як таких, x₁<x₂, що виконується нерівність f(x₁)>f(x₂) (або y₁>y₂), і навпаки, якщо y=f(x) - спадна, то за умови f(x₁)>f(x₂) виконується нерівність x₁<x₂.

 

4. Періодичність функції



	Функцію y=f(x) називають періодичною з періодом Т≠0, якщо для будь-якого х з області визначення числа х+Т і х-Т також належать області визначення і виконується рівність: f(x+T)=f(x−T)=f(x).

	

	Якщо функція y=f(x) - періодична з найменшим додатним періодом Т, то функція y=f(kx+b) теж періодична, і найменший додатний період її дорівнює T/|k| (k≠0).



5. Парні та непарні функції



	Функція y=f(x) є парною, якщо для будь-якого значення х із D(y) значення – х також належить D(y) і виконується рівність f(−x)=f(x). Графік парної функції симетричний відносно осі ОY.

	

	Приклад 1. Чи є парною функція f(x)=x⁴+x²?

Оскільки D(f) = R і f(−x) = (−x)⁴ + (−x)² = x⁴ + x² = f(x), то функція парна.

Приклад 2. Чи є парною функція f(x)=x⁴+x²?

Оскільки D(f)=R, але f(−x) = (−x)² + (−x) = x²− x ≠ f(x), то функція є непарною.

		

	Функція y=f(x) є непарною, якщо для будь-якого значення х із D(y) значення x∈D(y) і виконується рівність f(−x)=−f(x). Графік непарної функції симетричний відносно початку координат.



Приклад 3. Чи є непарною функція f(x)=x³−x⁵?

Оскільки D(f)=R і f(−x)=(−x)³−(−x⁵)=−x³+x⁵=−(x³−x⁵)=−f(x), то функція є непарною.

Приклад 4. Чи є непарною функція f(x)=x³−x²?

Оскільки D(f)=R і f(−x)=(−x)³−(−x)²=−x³−x²=−(x³+x²)≠−f(x)=−x³+x², то функція не є непарною.	

	

6. Основні властивості деяких функцій 



Функція y=kx

	Властивості:

	1. Область визначення: R.

	2. Функція є непарною.

	3. Для x∈R функція зростає, якщо k>0; спадає, якщо k<0.

	4. Область значень: R.

	5. Графік – пряма, що проходить через початок координат.



Функція y=b

	Властивості:

	1. Область визначення: R.

	2. Функція є парною. Якщо b=0, то функція і парна, і непарна.

	3. Для x∈R функція стала.

	4. Область значень: {b}.

	5. Графік – пряма, паралельна осі х, якщо b≠0, і пряма, що збігається з віссю х, якщо b=0.

	6. Функція періодична, будь-яке число є періодом. Найменшого додатного періоду немає.



Функція y=k/x

	Властивості:

	1. Область визначення: x∈(−∞;0)∪(0;+∞).

	2. Функція є непарною.

	3. Якщо k>0, функція спадає на проміжку (−∞;0) і на проміжку (0;+∞). Якщо k<0, функція зростає на проміжку (−∞;0) і на проміжку (0;+∞).

	4. Область значень: (−∞;0)∪(0;+∞).

	5. Графік функції – гіпербола.



Функція y=ax²

	Властивості:

	1. Область визначення: R.

	2. Функція є парною.

	3. Якщо a>0, функція спадає на проміжку (-∞;0], зростає на проміжку [0;+∞). Якщо a<0, функція зростає на проміжку (-∞;0], спадає на проміжку [0;+∞).

	4. Область значень: якщо a>0, то y∈[0;+∞); якщо a<0, то y∈(−∞;0].

	5. Графік функції – парабола.



Функція y=ax³

	Властивості:

	1. Область визначення: R.

	2. Функція є непарною.

	3. Для x∈R функція зростає, якщо a>0; спадає, якщо a<0.

	4. Область значень: R

	5. Графік функції – кубічна парабола.



Функція y=|x|

	Властивості:

	1. Область визначення: R.

	2. Функція є парною.

	3. На проміжку (-∞;0] функція спадає; на проміжку [0;+∞) функція зростає.

	4. Область значень: [0;+∞).



Функція y=k/x²ⁿ

	Властивості:

	1. Область визначення: x∈(−∞;0)∪(0;+∞).

	2. Функція є парною.

	3. Якщо k>0, функція зростає на проміжку (−∞;0) і спадає на проміжку (0;+∞). Якщо k<0, функція спадає на проміжку (−∞;0) і зростає на проміжку (0;+∞).

	4. Область значень: якщо k>0, то y∈(0;+∞); якщо k<0, то y∈(−∞;0).



Функція y=√x

	Властивості:

	1.Область визначення: [0;+∞).

	2. Функція ні парна, ні непарна.

	3. На проміжку [0;+∞) функція зростає.

	4. Область значень: [0;+∞).



7. Перетворення графіків функцій



	1. Щоб побудувати графік функції y=f(x+a), слід перенести графік функції f(x) уздовж осі Ох на а одиниць: вправо, якщо а<0; вліво, якщо а>0.

	2. Щоб побудувати графік функції y=f(x+b), слід перенести графік функції f(x) уздовж осі Оy на b одиниць: вверх, якщо b<0; вниз, якщо b>0.

	3. Щоб побудувати графік функції y=−f(x), слід графік функції y=f(x) симетрично відобразити відносно осі абсцис.

	4. Щоб побудувати графік функції y=f(−x), слід графік функції y=f(x) симетрично відобразити відносно осі ординат.

	5. Щоб побудувати графік функції y=|f(x)|, слід частину графіка функції y=f(x) у верхній півплощині і на осі абсцис залишити без змін, а замість частини графіка в нижній півплощині побудувати симетричну їй частину відносно осі Ох.

	6. Щоб побудувати графік функції y=f(|x|), слід частину графіка функції y=f(x) у правій півплощині і на осі ординат залишити без змін, а замість частини графіка в лівій півплощині побудувати симетричну їй частину відносно осі Оу.

	7. Щоб побудувати графік функції y=f(kx),k>0, слід:

		1) при k>1 стиснути графік функції y=f(x) до точки (0;0) уздовж осі абсцис у k разів;

		2) при 0<k<1 розтягнути від точки (0;0) графік функції y=f(x) уздовж осі абсцис у 1/k разів.

	8. Щоб побудувати графік функції y=kf(x),k>0, слід:

		1) при k>1 розтягнути графік функції y=f(x) до точки (0;0) уздовж осі ординат у k разів;

		2) при 0<k<1 стиснути від точки (0;0) графік функції y=f(x) уздовж осі ординат у 1/k разів.



8. Функція, обернена до даної



	Функцію, яка набуває кожного свого значення в єдиній точці області визначення, називають оборотною.

Наприклад: функція у=2х+1 – оборотна, а функція y=x² (визначена на всій числовій осі) не є оборотною.

 

	Якщо функція задана формулою y=f(x), то для знаходження оберненої функції потрібно розв’язати рівняння f(x)=y відносно х, а потім поміняти місцями х і у.

Наприклад: оберненою до функції y=2x+1 є функція y=(x−1)/2.



	Якщо рівняння f(x)=y відносно х має більше ніж один корінь, то функція y=f(x) не має оберненої функції.

Наприклад: функція y=x²+1 оберненої функції не має.



	Графіки даної функції і оберненої до неї симетричні відносно прямої у=х.

Наприклад: функції y=2x+1,y=(x−1)/2, графіки яких симетричні відносно прямої у=х, є оберненими.



	Якщо функція y=f(x) зростає (спадає) на деякому проміжку, то вона оборотна. Функція, яка обернена до даної і визначена в області значень функції y=f(x), також є зростаючою (спадною).



	Якщо функція y=f(x) визначена на області визначення D і має область значень Е, то обернена функція має область визначення Е і область значень D.', N'Інтервал неперервності

	- проміжок, на якому функція залишається неперервною.



Абсциса

	- число, яке визна­чає положення деякої точки на площині або у просторі відносно осі X у прямокутній сис­темі координат.



Аргумент

	- значення, яке необхідно надати для отримання результату функції;

	- незмінна величина.



Асимптота

	- пряма, яка не має жодної спільної точки з певною кри­вою, що необмежено наближається до цієї прямої.



Вітка функції

	- частина графіка функції, з певними властивостями, що може розглядатися окремо.



Графік

	- зображення за допомо­гою ліній різних залежностей.



Графік функції

	- всі ті точки координатної площини, координати якої зодовільняють равнянню функції.



Екстремум

	- найбільше та найменше значення функції. 



Задання функції

	- способи, за якими можна однозначно відокре­мити одну функцію від інших.



Значення функції

	- значення залежної змінної при певному зна­ченні аргумента.



Найменше значення

	- значення, яке є найменшим, мінімаль­ним.



Нескінченне значення

	- значення, яке немає обмежень.



Нулі функції

	- значення аргументу, при яких функція дорівнює 0.



Область визначення функції

	- множина тих значень, яких може набувати х, тобто таких х, за яких формула має зміст (усі дії, указані формулою, можна виконати).



Область зміни функції

	- множина значень функції, які вона приймає для усіх значень аргументу з області її визачення.



Область значень функції

	- множина, що складається з усіх чисел f(x) таких, що х належить області визначення функції f.



Оборотна функція

	- функція, яка набуває кожного свого значення в єдиній точці області визначення.



Середнє значення

	- значеня, що усереднює всі отримані.



Табличне значення

	- значення, яке може бути знайдене в таблиці.



Функціональна залежність

	- залежність, яка може бути виражена за допомогою функції.



Числова функція

	-  це функція, області визначення і значень якої є підмножинами числових множин - як правило, безлічі дійсних чисел R або безлічі комплексних чисел C.







'),
 (13, N'1. Лінійна функція



	Лінійною називають функцію виду y=kx+b, де k і b – дійсні числа.

	

2. Лінійне рівняння з однією змінною



	Лінійним рівнянням з однією змінною називають рівняння виду ax=b, де х – змінна, а і b – числа.



	Якщо а≠0, то рівняння ax=b має єдиний корінь b/a.

Наприклад: рівняння 5х=6 має корінь х=1,2.



	Якщо а=0, b≠0, то рівняння ax=b не має коренів.

Наприклад: рівняння 0х=5 не має коренів.



	Якщо а=0, b=0, то коренем рівняння ax=b є будь-яке число.

	Деякі рівняння зводяться до розв’язування лінійних рівнянь.

Приклад: Розв’яжіть рівняння (2х-6)(х+2)=0.

Розв’язання:

	Якщо добуток кількох множників дорівнює нулю, то хоча б один із множників дорівнює нулю. Скористаємося цим фактом при розв’язуванні даного рівняння.

	Ліва частина рівняння – добуток невідомих множників 2х-6 і х+2, а права частина – нуль. Щоб розв’язати це рівняння, досить прирівняти до нуля множники 2х-6 і х+2 та розв’язати отримані рівняння. Отже, 2х-6=0 або х+2=0, тоді 2х-6=0, 2х=6, х=6:2, х=3 або х+2=0, х=-2

Відповідь: 3, -2.



3. Лінійні нерівності з однією змінною



	Нерівності виду ax>b, ax<b, ax≥b, ax≤b - деякі числа, а х – змінна, називають лінійними нерівностями з однією змінною.



Розглянемо нерівність ax>b.

	1. Якщо а>0, то x>b/a.

	Наприклад: 3х>6, х>2.

	2. Якщо а<0, то x<b/a.

	Наприклад: -2х>4, х<-2.

	3. Якщо а=0, b<0, то розв’язком нерівності є множина всіх дійсних чисел R. 

	Наприклад: 0х>-5, x∈R.

	4. Якщо а=0, b>0, то нерівність розв’язків не має.

	Наприклад: 0х>5 не має розв’язків.



Розглянемо нерівність ax<b.

	1. Якщо а>0, то x<b/a.

	Наприклад: 12x<6, x<12.

	2. Якщо а<0, то x>b/a.

	Наприклад: −12x<6, x>−12.

	3. Якщо а=0, b<0, то нерівність розв’язків не має.

	Наприклад: 0х<-5 розв’язків не має.

	4. Якщо а=0, b>0, то розв’язком нерівності є множина всіх дійсних чисел R. 

	Наприклад: нерівність 0х<5, x∈R.



	У рівнянні, крім невідомого, яке потрібно знайти, можуть бути введені й інші букви.



Наприклад: ах=3-а, (n+2)x=2+(n+2).



	Розгляньмо рівняння ах=3-а, яке залежно від змінної а матиме вигляд:

			2х=3-2, якщо а=2;

			0х=3-0, якщо а=0;

			3х=3-3, якщо а=3 і т.д.

	Змінну, яку потрібно знайти, будемо називати невідомою, іншу змінну – параметром.

 

	Розв’язати рівняння з параметром означає, що для кожного значення параметра треба встановити, чи має рівняння розв’язки, і якщо має, то знайти ці розв’язки, що, як правило, залежать від параметра. 

 

Приклад. Розв’яжіть рівняння х+5 = а+6 відносно х.

Розв’язання:

	Перетворивши рівняння, отримаємо: х=а+1.

	Рівняння має єдиний розв’язок незалежно від значення параметра.

	Отже, х=а+1.

Відповідь: а+1.

 

4. Системи лінійних рівнянь з двома змінними



	Системи лінійних рівнянь з двома змінними



	Системи рівнянь розв’язують кількома способами: графічним, підстановки, додавання.



Щоб розв’язати систему рівнянь графічним способом, треба:

	1. виконати рівносильні перетворення системи так, щоб було зручно побудувати графіки рівнянь системи;

	2. побудувати графіки;

	3. знайти координати точок (точки) перетину побудованих ліній. Ці координати і є розв’язками (розв’язком) системи рівнянь.

	Зауваження. Графічний спосіб розв’язування систем рівнянь не є універсальним, оскільки не завжди розв’язком системи є пара цілих чисел. Іноді важко точно встановити координати точки перетину побудованих графіків функцій, можливо лише вказати наближенні значення. Тому, як правило, використовують алгебрагічні способи розв’язування систем рівнянь: спосіб підстановки, додавання.



Способом підстановки систему двох рівнянь із двома змінними розв’язують за таким порядком:

	1. з одного рівняння системи виражаємо одну зі змінних через другу змінну і відомі величини;

	2. знайдене значення підставляємо в друге рівняння системи, одержуємо рівняння відносно другої змінної;

	3. розв’язуємо одержане рівняння і знаходимо значення цієї змінної;

	4. підставляючи знайдене значення у вираз для першої змінної, одержуємо відповідне її значення;

	5. записуємо відповідь.

	Зауваження. Спосіб підстановки, як правило, використовують, якщо коефіцієнт при одній зі змінних в одному з рівнянь системи дорівнює 1.



Розв’язування системи двох лінійних рівнянь із двома змінними способом алгебрагічного додавання виконують за таким порядком:

	1) урівнюємо коефіцієнти при одній зі змінних шляхом по членного множення обох рівнянь на множники, підібрані відповідним чином;

	2) додаючи (або віднімаючи) почленно рівняння системи, виключаємо одну зі змінних;

	3) розв’язуємо одержане рівняння з однією змінною;

	4) значення другої змінної можна знайти таким же способом (або підстановкою знайденого значення змінної в будь-яке із заданих рівнянь системи);

	5) записуємо відповідь.

	Зауваження. Спосіб додавання, як правило, використовують, якщо коефіцієнти при одній зі змінних у рівнянні системи – протилежні числа.

', N'Лінійна залежність

	- стан, коли один вектор можна виразити як лінійну комбінацію інших векторів у просторі.



Лінійна нерівність

	- математичне вираження, в якому з''являється нерівність з однією або декількома змінними та лінійними функціями цих змінних.



Лінійна функція

	- функція, яка може бути записана у вигляді лінійної комбінації змінних з коефіцієнтами, які можуть бути числами або параметрами;			

	- функція виду y=kx+b, де k і b – дійсні числа.



Лінійне рівняння

	- математичне вираження, в якому з''являється рівність з однією або декількома змінними та лінійними функціями цих змінних.



Обернена залежність

	- залежність, за якою збільшення од­нієї величини призводить до зменшення іншої пропорційно (або навпаки).

'),
 (14, N'1. Квадратична функція



	Квадратичною називають функцію виду y=аx²+bx+c, де а, b, с – дійсні числа, причому а≠0. 



2. Квадратне рівняння

	Квадратним називають рівняння виду аx²+bx+c=0, де х – змінна; а, b, с – числа, причому а≠0. Число а називають першим (старшим) коефіцієнтом, b – другим коефіцієнтом, с – вільним членом.



	Квадратне рівняння, у якого перший коефіцієнт дорівнює числу 1, називають зведеним квадратним рівнянням.



	Квадратне рівняння, у якого хоча б один з коефіцієнтів – b або с – дорівнює нулю, називають неповним квадратним рівнянням.



Неповне квадратне рівняння виду аx²+bx=0

	Рівняння виду  завжди має два корені: 0 і −(b/a). Такі рівняння, як правило розв’язують розкладанням його лівої частини на множники.

Наприклад: 15x²−15x=0, 5x(x−3)=0, x₁=0, x₂=3.



Неповне квадратне рівняння виду аx²+c=0

	Якщо −(c/a)>0, то рівняння виду аx²+c=0 має два корені: -√(-c/a) та √(-c/a).

Наприклад: 4x²−9=0; 4x²=9; x₂=9/4; x₁=√(9/4);  x₂=-√(9/4), тобто x₁=1 1/2 і x₂=−1 1/2.

	Якщо −c/a<0, то рівняння виду  не має коренів.

Наприклад: 4x²+9=0; 4x²=−9, коренів немає.

	Якщо −c/a=0, то рівняння виду  має один корінь: х=0.



3. Формула коренів квадратного рівняння



	Вираз D=b²−ac називають дискримінантом квадратного рівняння ax²+bx+c=0.

	

	Якщо D>0, то квадратне рівняння має два корені; якщо D=0, то один корінь; якщо D<0, то квадратне рівняння коренів не має.



	Корені квадратного рівняння ax²+bx+c=0 при D≥0 знаходять за формулою x₁,₂ = (-b±√(b²-4ac))/2a.



	Для квадратного рівняння виду ax²+2kx+c=0 формула коренів має вигляд x = (-k±√(k²-4ac))/2a.



	Для зведеного квадратного рівняння виду x²+px+q=0 формула коренів має вигляд x₁,₂ = -(p/2)±√((p²/4)-q).



4. Квадратний тричлен



	Квадратним тричленом називають многочлен виду ax²+bx+c, де х – змінна; а, b, с – деякі дійсні числа, причому а≠0.

Наприклад: вирази 3x²−x+5; x²−3x+4; x²+1 – квадратні тричлени.

 

	Коренем квадратного тричлена називають значення змінної, при якому значення цього тричлена дорівнює 0.

Наприклад: коренем тричлена 3x²−2x−5 є число -1, бо  при х=-1  маємо 3*(−1)²−2*(−1)−5=0.



	Квадратний тричлен  має не більше двох коренів:

		1. якщо D<0, то квадратний тричлен не має коренів;

		2. якщо D=0, то квадратний тричлен має два рівних корені x₁=x₂=−b/2a;

		3. якщо D>0, то квадратний тричлен має два різних корені x₁,₂ = (-b±√(b²-4ac))/2a.



	Число D називають дискримінантом квадратного тричлена.



Теорема Вієта

	Якщо x₁, x₂  - корені квадратного тричлена ax²+bx+c, то виконуються рівності x₁+x₂=−b/a; x₁*x₂=c/a.

 

5. Розкладання квадратного тричлена на множники



	Якщо D=b²−4ac>0, то виконується рівність ax²+bx+c=a(x−x₁)(x−x₂), де x₁, x₂ - корені квадратного тричлена.



6. Розв’язування нерівностей другого степеня з однією змінною

	

	Нерівність, лівою частиною якої є квадратний тричлен ax²+bx+c , де а≠0; b, с – дані числа, а правою – нуль, називають квадратною.

Наприклад: нерівності x²−5x+3<0; x²−3x+2≤0; 2x²−3x+2≥0; 3x²−2x+1>0 є квадратними, або нерівностями другого степеня з однією змінною.



	Розв’язати нерівність другого степеня з однією змінною означає знайти всі її розв’язки або довести, що їх немає. Під час розв’язування квадратної нерівності знаходять проміжки, у яких відповідна квадратична функція набуває додатних, від’ємних, недодатних, невід’ємних значень.

Приклад: Розв’яжіть нерівність 25x²+30x+9>0.

Розв’язання:

	Розглянемо функцію y=25x²+30x+9=(5x+3)². Її графік – парабола, вітки якої напрямлені догори.	

	 Розв’яжемо рівняння (5x+3)²=0, звідси х=-0,6. Рівняння має єдиний корінь. 			

	 Отже, парабола дотикається осі ОХ. Функція набуває додатних значень при будь-яких х, крім -0,6.

Відповідь: (−∞;−0,6)∪(−0,6;+∞).', N'Біквадратне рівняння

	- окремий випадок рівняння чет­вертого степеня, в якому відсутні непарні сте­пені.



Виділяти повний квадрат

	-  представляти тричлен у ви­гляді суми квадрата двочлена та числа.



Дискримінант квадратного рівняння

	- значення, яке обчислюється за допомогою коефіцієнтів квадратного рівняння і використовується для визначення кількості та характеру його коренів.



Зведене квадратне рівняння

	- квадратне рівняння, у якого перший коефіцієнт дорівнює числу 1.



Квадратична нерівність

	-  математичне вираження, в якому з''являється нерівність з однією або декількома змінними та квадратичними функціями цих змінних.



Квадратична функція

	- функція, яка може бути записана у вигляді квадратного полінома, тобто полінома степеня 2, з коефіцієнтами, які можуть бути числами або параметрами.



Квадратний тричлен

	- поліном другого степеня з однією змінною, який має вигляд аx²+bx+c, де х – змінна; а, b, с – деякі дійсні числа, причому а≠0.



Корінь квадратного тричлена

	- значення змінної, при якому значення цього тричлена дорівнює 0.



Неповне квадратне рівняння

	- квадратне рівняння, у якого хоча б один з коефіцієнтів – b або с – дорівнює 0.



Парабола

	- графік квадратичної функції.'),
 (15, N'1. Рівняння зі змінною в знаменнику



	Рівняння f(x)/g(x)=0 є рівносильним системі рівнянь 

	{f(x)=0,

	{g(x)≠0.



2. Раціональні рівняння



	Рівняння f(x)=g(x) називається раціональним, якщо f(x) і g(x) – раціональні вирази.



Щоб розв’язати раціональне рівняння, потрібно:

	1. знайти спільний знаменник усіх дробів, що входять до рівняння;

	2. замінити дане рівняння цілим, помноживши обидві його частини на спільний знаменник;

	3. розв’язати одержане ціле рівняння;

	4. виключити з коренів цілого рівняння ті, які перетворюють на нуль спільний знаменник.



3. Дробові нерівності



Нерівність f(x)/g(x)>0 рівносильна двом системам 

	{f(x)>0,			{f(x)<0,

	{g(x)>0		або	{g(x)<0.	



Нерівність f(x)/g(x)<0 рівносильна двом системам 

	{f(x)>0,			{f(x)<0,

	{g(x)<0		або	{g(x)<0.	



Нерівність f(x)/g(x)≥0 рівносильна двом системам 

	{f(x)≥0,			{f(x)≤0,

	{g(x)<0		або	{g(x)<0.	



Нерівність f(x)/g(x)≤0 рівносильна двом системам 

	{f(x)≥0,			{f(x)≤0,

	{g(x)<0		або	{g(x)>0.	



4. Метод інтервалів (узагальнений)



	Використовується для розв’язування нерівностей f(x)>0 (f(x)<0, f(x)≥0, f(x)≤0). Метод ґрунтується на тому, що неперервна на проміжку функція може змінювати знак тільки в тих точках, де її значення дорівнює нулю (але може й не змінювати).



Щоб розв’язати нерівність методом інтервалів, потрібно:

	1. знайти область визначення функції y=f(x);

	2. знайти значення х, при яких функція дорівнює нулю (знайти всі нулі функції): f(x)=0;

	3. розбити область визначення на проміжки, у яких кожен із кінців є коренем рівняння f(x)=0 або кінцевою точкою проміжку визначення функції y=f(x);

	4. визначити знак f(x) на кожному з утворених проміжків;

	5. об’єднати проміжки, на яких функція f(x) задовольняє нерівність, у множину розв’язків.', N'Дробово-раціональна функція

	- функція, рівняння якої — дріб, а чисельник і знаменник — мно­гочлени.



Раціональні функції

	- елементарні функції, утворені в результаті скінченного числа ариф­метичних операцій над однією або кількома змінними і довільними сталими числами. 



Раціональне рівняння

	- рівняння виду f(x)=g(x), якщо f(x) і g(x) – раціональні вирази.'),
 (16, N'1. Арифметична прогресія



	Арифметичною прогресією називають послідовність a₁,a₂,...aₙ,..., кожен член якої,починаючи з другого, дорівнює попередньому, до якого додається одне й те саме число d, яке називають різницею арифметичної прогресії:

	aₙ+₁=aₙ+d, n∈N.

Наприклад: 1, 2, 3, 4,…, n,… - арифметична прогресія, у якій a₁=1, d=1; 2, 4, 6,…, 2n,… - арифметична прогресія, у якій a₁=2, d=2.

 

	Визначається n-й член арифметичної прогресії за формулою

	aₙ=a₁+d(n−1), де n – номер члена, aₙ - n-й член, a₁ - перший член, d – різниця прогресії.



	Кожний член арифметичної прогресії, починаючи з другого, дорівнює середньому арифметичному двох сусідніх членів: aₙ = (aₙ-₁ + aₙ+₁) / 2.



	Сума перших n членів арифметичної прогресії дорівнює середньому арифметичному першого і n-го членів цієї прогресії, помноженому на їх кількість:

		Sₙ = a₁+a₂+...+aₙ = ((a₁+aₙ)/2 )*n.



	Суму перших n членів арифметичної прогресії можна знайти і за формулою

	Sₙ=(2a₁+d(n-1)/2)*n.



2. Геометрична прогресія



	Геометричною прогресією називають послідовність b₁, b₂, ..., bₙ, ..., кожний член якої, починаючи з другого, дорівнює попередньому, помноженому на одне й те саме число q (q≠0, |q|≠1), яке називають знаменником геометричної прогресії:

	bₙ+₁ = bₙ*q, де q≠0, |q|≠1, n∈N.



	Визначається n-й член геометричної прогресії за формулою bₙ=b¹*qⁿ-¹, де n – номер члена, bₙ - n-й член, b¹ - перший член, q – знаменник прогресії.



	Модуль кожного члена геометричної прогресії, починаючи з другого, є середнім геометричним двох сусідніх членів:

	|bn|=√(bₙ-₁*bₙ+₁).



	Якщо всі члени числової послідовності, починаючи з другого задовольняють умові |bn|=√(bₙ-₁*bₙ+₁), то ця послідовність є геометричною прогресією.

	

	Суму перших n членів геометричної прогресії можна знайти і за формулою Sₙ=b₁+b₂+...+bₙ=b₁*((1−qⁿ)/(1−q)).



3. Нескінченно спадна геометрична прогресія



	Нескінченно спадна геометрична прогресія – це нескінченна геометрична прогресія, знаменник q якої за модулем є меншим за 1, тобто |q|<1.



	Сумою всіх членів нескінченної спадної геометричної прогресії Sₙ=b₁+b₂+...+bₙ... є границя, до якої прямує сума n її перших членів при нескінченному зростанні n (n→∞).



	Ця сума визначається за формулою S=b₁/(1−q).

Приклад. Обчисліть суму.

1 + 1/2 + 1/4 + 1/8 + 1/16 + ... = 1/(1−1/2) = 2.

Відповідь: 2.', N'Арифметична послідовність

	- послідовність чисел (членів прогресії), кожне з яких, починаючи з другого, виходить з попереднього додаванням до нього постійного числа d.



Геометрична послідовність

	- послідовність відмінних від 0 чисел, кожний член якої, починаючи з другого, дорівнює попередньому члену, помноженому на одне й те саме число.



Знаменник геометричної прогресії

	- стале для даної послідовності число q.



Зростаюча прогресія

	- прогресія, кожний наступний член якої більше попереднього.



Нескінченна прогресія

	- прогресія, яка має нескінченне число членів.



Нескінченно спадна геометрична прогресія

	- нескінченна геометрична прогресія, знаменник q якої за модулем є меншим за 1, тобто |q|<1.



Прогресія

	- ряд чисел, які збільшуються або зменшуються так, що різни­ця або відношення між кожними двома сусід­німи числами зберігає сталу величину.



Різниця арифметичної прогресії

	- стале для даної послідовності число d.



Спадна прогресія

	- прогресія, кожний наступний член якої менше попереднього.

 

Числова послідовність

	- математична послідовність, елементами якої є числа.'),
 (17, N'1. Радіанний вимір кутів



	Крім градусної міри, існує радіанна міра вимірювання кутів. Одиницею радіанної міри кутів є радіан.



	Кут величиною 1 радіан – це кут із вершиною в центрі кола, що спирається на дугу кола, довжина якого дорівнює радіусу цього кола.

	

	Оскільки довжина півкола радіуса R дорівнює πR, то розгорнутий кут дорівнює π радіан, оскільки πR/R=π. Градусна міра розгорнутого кута дорівнює 180°, тому π=180°. Звідси 1rad=180°/π=57°17′45′′. Отже, зі співвідношення π=180° можна переходити від градусів до радіанів і навпаки. Зокрема, 1°=π/180°=0,017rad.



Приклад 1. Виразіть у радіанах величини кутів 30°; 45°; 60°; 90°.

	Розділивши ліву і праву частини рівності 180°=π рад послідовно на 6, 4, 3, 2, одержуємо:

	30°=(π/6)rad; 

	45°=(π/4)rad; 	

	60°=(π/3)rad;

	90°=(π/2)rad.



Приклад 2. Виразіть у градусах величини кутів  рад,  рад,  рад,  рад.

	Розділивши ліву і праву частини рівності 180°=π рад послідовно на 10; 5; 12; 18, одержуємо

	(π/10)рад=18°; 

	(π/5)рад=36°; 

	(π/12)рад=15°; 

	(π/18)рад=10°.

	

	При записі радіанної міри кута позначення «рад» опускають.

Наприклад: замість рівності 180°= π рад, пишуть 180°= π. 



	Через те, що кут величиною 1 радіан стягує дугу, довжина якої дорівнює R, кут величиною α радіан стягує дугу довжиною: l=αR.



	Якщо радіус кола дорівнює одиниці, то l=α, тобто довжина дуги дорівнює величині центрального кута, що спирається на цю дугу, в радіанах.



	Коло радіуса 1 із центром у початку координат називають одиничним.

	

2. Означення синуса, косинуса, тангенса і котангенса



	Синусом числа α називають ординату точки Рα, утвореної поворотом точки Р0(1;0) навколо початку координат на кут α радіан (позначають sin α).

	Синус визначено для будь-якого числа α.



	Косинусом числа α називають абсцису точки Рα, утвореної поворотом точки Р1(1;0) навколо початку координат на кут α радіан (cos α).

	Косинус визначено для будь-якого числа α.



	Тангенсом числа α називають відношення синуса числа α до його косинуса tg α=sin α /cos α.

	Тангенс визначено для всіх α, крім тих значень, для яких cos α=0, тобто для α=(π/2)+πn,n∈Z.

 

	Котангенс числа α – це відношення косинуса числа α до його синуса ctg α=cos α / sin α.

	Котангенс визначено для всіх α, крім таких значень, для яких sin α=0, тобто для α=πn,n∈N.







', N'Градусна міра

	- міра вимірювання кутів.



Косинус числа

	- абсциса точки Рα, утвореної поворотом точки Р0(1;0) навколо початку координат на кут α радіан.



Котангенс числа

	- відношення косинуса числа α до його синуса.



Лінія котангенсів

	- лінія, на якій розташовані всі значення котангенсу довільних кутів.



Лінія тангенсів

	- лінія, на якій розташовані всі значення тангенсу довільних кутів.



Одиничне коло

	- коло радіуса 1 із центром у початку координат.



Радіан

	- центральний кут, для якого довжина відповідної дуги дорівнює довжині радіуса.



Радіанна міра

	- міра вимірювання кутів, один радіан дорівнює близько 57°.



Синус числа

	- ордината точки Рα, утвореної поворотом точки Р0(1;0) навколо початку координат на кут α радіан.



Тангенс числа

	- відношення синуса числа α до його косинуса.



Тригонометрична таблиця

	- таблиця значень триго­нометричних функцій при різних значеннях кута.'),
 (18, N'1. Співвідношення між тригонометричними функціями одного й того самого аргументу

	sin²α + cos²α=1, α∈R;

	tgα * ctgα=1, α≠πn/2,n∈Z;

	1+tg² α=1/cos²α, α≠(π/2)+πn, n∈Z;

	1+ctg²α=1/sin²α, α≠πn, n∈Z;



2. Формули додавання

	sin(α±β) = sinα cosβ ± cosα sinβ;

	cos(α±β) = cosα cosβ ∓ sinα sinβ;

	tg(α±β) = (tgα ± tgβ)/ (1∓tgαtgβ), α,β,α+β≠(π/2)+πn, n∈Z.



3. Формули подвійного кута

	sin2α = 2sinα cosα;

	cos2α = cos2α−sin2α;

	tg2α = 2tgα/(1−tg²α), α≠π/4+πn/2, α≠π/4+πn, n∈Z.



4. Формули пониження степеня

	sin²α = (1−cos2α) / 2;

	cos²α = (1+cos2α) / 2;

	(sinα+cosα)² = 1+sin2α.



5. Формули половинного кута

	|cos(α/2)| = √((1+cosα)/2);

	|sin(α/2)| = √((1-cosα)/2);

	tg(α/2) = sinα/(1+cosα) = (1−cosα)/sinα, α≠πk,k∈Z;

	ctg(α/2) = (1+cosα) / sinα = sinα/(1−cosα), α≠πk,k∈Z;

	|tg(α/2)| = √((1−cosα)/(1+cosα), α≠π+2πk,k∈Z.



6. Формули перетворення суми тригонометричних функцій в добуток

	sinα+sinβ = 2sin((α+β)/2)cos((α-β)/2);

	sinα-sinβ = 2sin((α-β)/2)cos((α+β)/2);

	cosα+cosβ = 2cos((α+β)/2)sin((α-β)/2);

	cosα-cosβ = -2sin((α+β)/2)sin((α-β)/2);

	tgα+tgβ=sin(α+β)/cosαcosβ, α,β≠π/2+πn, n∈Z;

	tgα-tgβ = sin(α-β)/cosα cosβ, α,β≠π/2+πn, n∈Z;

	ctgα+ctgβ=sin(α+β)/sinα sinβ, α,β≠πn, n∈Z;

	ctgα-ctgβ=-sin(α-β)/sinα sinβ, α,β≠πn, n∈Z;



7. Формули перетворення добутку тригонометричних функцій в суму

	sinα sinβ = 0.5*(cos(α−β)+sin(α−β))

	cosα cosβ = 0.5*(cos(α−β)+cos(α−β));

	sinα cosβ = 0.5*(sin(α+β)+sin(α−β)).



8. Вираження тригонометричних функцій через тангенс половинного кута

	sinα=(2tg(α/2))/(1+tg²(α/2)), α≠π+2πn, n∈Z

	cosα=(1-tg²(α/2))/(1+tg²(α/2)), α≠π+2πn, n∈Z

	tgα=(2tg(α/2))/(1-tg²(α/2)), α≠π/2+πn, n∈Z

	sinα=(2tg(α/2))/(2tg(α/2)), α≠πn, n∈Z



9. Формули зведення

	Формули зведення запам’ятовувати необов’язково. Для того, щоб записати будь-яку з них, можна користуватися таким правилом:

	1. у правій частині формули ставиться той знак, який має ліва частина при умові 0<α<π/2;

	2. якщо в лівій частині формули кут дорівнює π/2±α, 3π/2±α, то синус замінюється на косинус, тангенс – на котангенс і навпаки. Якщо кут дорівнює π±α, то заміна не виконується.

	

Приклад. Виразимо tg (π-α) через тригонометричну функцію кута α. Якщо вважати, що α – кут І чверті, то π-α буде кутом ІІ чверті. У ІІ чверті тангенс від’ємний, отже, у правій частині рівності слід поставити знак «мінус». Для кута π-α назва функції «тангенс» зберігається. Тому tg (π-α)=-tg α. 

За допомогою формул зведення знаходжень значень тригонометричних функцій будь-якого числа можна звести до знаходження значень тригонометричних функцій чисел від 0 до .', N'Тригонометричні формули

	- формули, які виражають співвідношення тригонометричних функцій, задають залежність функцій між собою.'),
 (19, N'1. Функція y=arcsin x



	Як відомо, функція y=sin x зростає на проміжку [−π/2;π/2] і набуває всіх значень від -1 до 1, тобто кожного свого значення набуває в єдиній точці області визначення. Отже, рівняння sin x=a, |a|≤1, на проміжку [−π/2;π/2] має єдиний корінь, який називають арксинусом числа а і позначають arcsin a.



	Арксинусом числа а називають сема число з проміжку [−π/2;π/2], синус якого дорівнює а.

Приклад. Знайдемо arcsin 1/2. arcsin 1/2 = π/2,бо sin π/6 = 12.



	Основні властивості функції y=arcsin x:

	1. D(y)=[-1;1].

	2. Е(у)= [−π/2;π/2].

	3. Графік симетричний відносно початку координат (функція непарна): arcsin (-x)=-arcsinx.

	4. Функція зростаюча х₁>х₂, то arcsinx₁ > arcsinx₂.

	5. у=0, якщо х=0.

	6. yₘₐₓ=y(1)=π/2; yₘᵢₙ=y(−1)=−π/2.



Зауваження! 

	При знаходженні області визначення треба пам’ятати якщо функція має вигляд y=arcsin (f(x)), то слід вважати -1≤f(x)≤1 (арксинус визначений лише для чисел, модуль яких не перевищує 1).

	 

2. Функція y=arccos x



	Функція y=cos x спадає на відрізку [0;π] і набуває всіх значень від -1 до 1, тому рівняння cos x=a, |a|≤1, на проміжку [0;π] має єдиний корінь, який називають арккосинусом числа а і позначають arccos a.



	Арккосинусом числа а називають таке число з проміжку [0;π], косинус якого дорівнює а.

Приклад. Знайдемо arccos 1/2. arccos 1/2 = π/3, бо cos π/3 = 1/2.



	Основні властивості функції y=arccos x:

	1. D(y)=[-1;1].

	2. Е(у)= [0;π].

	3. Графік не симетричний ані відносно початку координат, ані відносно осі OY: arccos (-x)=π-arccosx.

	4. Функція спадна. Якщо х₁>х₂, то arccosx₁<arccosx₂.

	5. у=0, якщо х=1.

	6. yₘₐₓ=y(−1)=π, yₘᵢₙ=y(1)=0.

	

Зауваження!

	При знаходженні області визначення треба пам’ятати якщо функція має вигляд y=arccos (f(x)), то слід вважати -1≤f(x)≤1 (арккосинус визначений лише для чисел, модуль яких не перевищує 1).

	

3. Функція y=arctgx



	Функція y=tgx на проміжку (−π/2;π/2) зростає і набуває всіх значень із R, тому для будь якого а рівняння tgx=a має єдиний розв’язок із проміжку (−π/2;π/2), який називають арктангенсом числа а і позначають arctga.



	Арктангенсом числа а називають таке число з проміжку (−π/2;π/2), тангенс якого дорівнює а.

Приклад. arctg √3 = π/2, бо tg(π/3) = √3 і π/3∈(−π/2;π/2).



	Основні властивості функції y=arctg x:

	1. D(y)=R.

	2. Е(у)= (−π/2;π/2).

	3. Графік симетричний відносно початку координат , функція непарна: arctg(-x)= -arctgx.

	4. Функція зростаюча. Якщо х₁<х₂, то arctgx₁<arctgx₂.

	5. у=0, якщо х=0.

	6. у>0, якщо х>0; у<0, якщо х<0.

	

Зауваження!

	При знаходженні області визначення треба пам’ятати якщо функція має вигляд y=tg(f(x)), то слід вважати f(x)≠π/2+πn, n∈Z (тангенс чисел π/2+πn, n∈Z, не визначений).



4. Функція y=arcctg x



	Функція y=ctg x на проміжку (0;π) спадає і набуває всіх значень із R, тому для будь якого а рівняння ctg x=a має єдиний розв’язок із проміжку (0;π), який називають арккотангенсом числа а і позначають arсctg a.



	Арккотангенсом числа а називають таке число з проміжку (0;π), котангенс якого дорівнює а.

Приклад. arcctg √3 = π/6, бо ctg(π/6) = √3 і π/6∈(0;π).

	

	Основні властивості функції y=arcсtg x:

	1. D(y)=R.

	2. Е(у)= (0;π).

	3. Графік не симетричний ані відносно початку координат, ані відносно осі OY: arcctg(-x)=π-arcctgx.

	4. Функція спадна. Якщо х₁<х₂, то arсctgx₁>arсctgx₂.

	5. х=0, якщо у= π/2.

	6. у>0 для всіх x∈R.

	

Зауваження!

	При знаходженні області визначення треба пам’ятати якщо функція має вигляд y=ctg (f(x)), то слід вважати f(x)≠πn, n∈Z (котангенс чисел πn, n∈Z, не визначений).

	', N'Арккосинус числа

	- число з проміжку [0; π] косинус якого дорівнює a, і позначається  arccos a.



Арккотангенс числа

	- число з проміжку (0; π), котангенс якого дорівнює а.



Арксинус числа

	число із проміжку [−π/2, π/2], синус якого дорівнює aі позначається  arcsin a.



Арктангенс числа

	- число з проміжку (−π/2,/π2), тангенс якого дорівнює а.



Синусоїда

	- графік функції y=sin x.



Синусоїда

	- хвиляста крива лінія, що графічно зображає зміни синуса за­лежно від зміни кута.



Тангенсоїда

	- графік функції y=tg x.



Тангенсоїда

	- крива лінія, що графічно відображає зміни тангенса залеж­но від зміни кута.



Тригонометрія

	- розділ математики, що вивчає тригонометричні функції.

'),
 (20, N'1. Найпростіші тригонометричні рівняння



	Тригонометричним рівнянням називають рівність, де невідома величина тільки під знаком тригонометричних функцій і справедлива тільки при певних значеннях невідомого.

	

	Коренями тригонометричного рівняння називають значення невідомих, які задовольняють рівнянню.

	

	Розв''язати тригонометричне рівняння означає знайти його корені або довести, що коренів не має. Тригонометричне рівняння має безліч коренів або не має розв''язків.

 

	Розглядають чотири види найпростіших тригонометричних рівнянь, для яких описані формули загальних розв''язків.

	

	1. sin(α) = a, ⇒ α = (−1)ᵏarcsin(a)+πk, k∈Z.

Приклад: 

sin(2α) = √2/2,

2α = (−1)ᵏarcsin√2/2+πk, k∈Z,

2α = (−1)ᵏπ/4+πk, k∈Z,

α = (−1)ᵏπ/8+πk/2, k∈Z.



	2. cos(β) = a, ⇒ β = ±arccos(a)+2πn, n∈Z.

Приклад:

cos(β+π3) = 1/2, 

β+π/3 = ±arccos1/2+2πn, n∈Z,

β+π/3 = ±π/3+2πn, n∈Z,

β = ±π/3−π/3+2πn, n∈Z.



	3. tgα = b, ⇒ α = arctgb+πk, k∈Z.

Приклад:

tg(0.5*α) = 1,

0.5*α = arctg(1)+πk, k∈Z,

0.5*α = π/4+πk, k∈Z,

α = π/2+2πk, k∈Z.



	4. ctgβ = a, ⇒ β = arctga+πn, n∈Z.



	Розв''язання більш складних рівнянь зводяться до зведення рівняння до однієї тригонометричної функції і до одного аргументу.

 

	Для цього використовують такі методи:

		— метод підстановки;

		— метод тотожних перетворень;

		— зведення до квадратного;

		— використання універсальної підстановки;

		— використання тригонометричних тотожностей.

		

2. Основні методи розв''язання тригонометричних рівнянь.



	1.  Застосування формул суми і різниці тригонометричних функцій.

	√3sin(3x)+cos(3x) = √2,

	√3/2sin(3x)+1/2cos(3x) = √2/2,

	cos(π/6)*sin(3x)+sin(π/6)*cos(3x) = √2/2,

	sin(π/6+3x) = √2/2,

	π/6+3x = (−1)karcsin√2/2+πk, k∈Z,

	π/6+3x = (−1)ᵏ*π/4+πk, k∈Z,

	3x = (−1)ᵏ*π/4−π/6+πk, k∈Z,

	x = (−1)ᵏ*π/12−π/18+πk/3, k∈Z.	



	2. Використання універсальної підстановки.

	2sin(x)+3cos(x) = 1.

	У лівій частині винесемо за дужки число √(2²+3²) = √13.

	√13*(2/√13*sin(x)+3√13*cos(x)) = 1.

	За основною тригонометричною тотожністю (2/√13)²+(3/√13)² = 1, отже можемо записати:

	sin(β) = 3√13*i*cos(β) = 2/√13,  де β∈(0;π/2). Тоді β = arcsin3/√13.

	√13(cos(β)*sin(x)+sin(β)*cos(x)) = 1, sin(β+x) = 1/√13, x = (−1)ᵏarcsin(1/√13)−arcsin3/√13+πk, k∈Z.



	3. Використання формул пониження степеня.

	sin²(2x)−cos²(3x) = 1,

	(1−cos(4x))/2−(cos(6x)−1)/2 = 1,

	−cos(6x)−cos(4x) = 0,

	−2cos((6x+4x)/2)*(cos(6x−4x)/2) = 0,

	cos(5x) = 0: 

	x₁ = π/10+πn/5, n∈Z.

	або 

	cos(x) = 0:

	x₂ = π/2+πk, k∈Z.

	

	4. Розв''язування однорідних рівнянь.

	5sin(6x)+sin²(3x) = 2,

	3sin(3x)cos(3x)+sin²(3x) = 2,

	3(sin(3x)cos(3x))/cos²(3x))+(sin²(3x)/cos²(3x)) = 2/cos²(3x),

	3tg(3x)+tg²(3x) = 2(tg²(3x)+1),

	tg²(3x)−3tg(3x)+2 = 0,

	tg(3x) = 2:

	3x = arctg(2)+πn, n∈Z,

	x₁ = 1/3arctg(2)+πn/3, n∈Z,

	або 

	tg(3x) = 1:

	3x = arctg(1)+πk, k∈Z;

	x₂ = π/12+πk/3, k∈Z.

	

	5. Зведення до однієї тригонометричної функції.

	sin(3x)+cos(5x) = 0,

	sin(3x)+sin(π/2−5x)=0,

	2sin((3x+π/2−5x)/2)*cos((3x−π/2+5x)/2) = 0,

	sin((π−4x)/4)*cos((16x−π)/4) = 0.

	sin((π−4x)/4) = 0:

	(π−4x)/4 = πn, n∈Z;

	x = π/4−πn, n∈Z;	

	або 

	cos((16x−π)/4) = 0:

	(16x−π)/4 = π/2+πk, k∈Z;

	x = 3π/8+πk/4, k∈Z.', N'Тригонометрична нерівність

	- нерівність, що містить тригонометричні функції змінної.



Тригонометрична тотожність

	- тотожність, що міс­тить тригонометричні функції.'),
 (21, N'1. Арифметичний корінь n-го степеня та його властивості



	Коренем n-го степеня з числа а називається таке число, n-й степінь якого дорівнює а.

	

Приклад. Корінь 3-го степеня з 8 дорівнює 2, оскільки 2³=8. Коренем 4-го степеня з числа 1 дорівнює 1 або -1, оскільки 1⁴=1 або (−1)⁴=1.



	Арифметичним коренем n-го степеня з числа а називають невід’ємне число, n-й степінь якого дорівнює а, тобто ⁿ√a=x означає xⁿ=a або (ⁿ√a)ⁿ=a.

	

Приклад. ³√27=3, ⁴√1=1, ⁵√32=2.



	Арифметичний корінь парного степеня існує лише з невід’ємних чисел: ²ᵏ√a=x, k∈N, a≥0.



	Арифметичний корінь непарного степеня існує з будь-якого числа, оскільки ²ᵏ+¹√(-a)=−²ᵏ+¹√a, для k∈N.



	Основні властивості коренів:

	1. Для будь-якого дійсного х 

	ⁿ√(xⁿ)={|x|, n − parne,

				{ x, n − neparne

	2. ⁿ√ab = ⁿ√a * ⁿ√b, a≥0, b≥0.

	3. ⁿ√(a/b) =  ⁿ√(a)/ ⁿ√(b), a≥0, b≠0.

	4. ⁿ√(ᵏ√a) = ⁿᵏ√a, a≥0.

	5. ⁿ√a = ⁿᵏ√aᵏ, a≥0.

	6. ⁿ√a = (ⁿ√a)ᵏ, a≥0.

	7. (ⁿ√a)ⁿ = a.



2. Степінь із раціональним показником



	Степенем aᵐ/ⁿ числа а>0 із раціональним показником m/n, де m∈Z, n∈N(n>1) називають число ⁿ√aᵐ. Отже, aᵐ/ⁿ = ⁿ√aᵐ) 



Приклад. 8²/³ = ³√8²=4.



	Степінь числа 0 визначений тільки для додатних показників за означенням:

	0ʳ=0 для будь-якого r>0.



	Для будь-яких раціональних чисел p і s і будь-яких додатних чисел a і b справедливі рівності:

	aᵖaˢ = aᵖ+ˢ; 

	aᵖ/aˢ = aᵖ-ˢ;

	(aᵖ)ˢ = aᵖˢ;

	(ab)ᵖ = aᵖbᵖ;

	(a/b)ᵖ = aᵖ/bᵖ;

	(a/b)-ᵖ = (b/a)ᵖ.

', N'Корінь n-го степеня з числа а

	- число, n-й степінь якого дорівнює α.



Підкореневий вираз

	- вираз, який міститься під коренем.



Степінь з раціональним показником

	- число n√(a^m), mϵZ, nϵN.'),
 (22, N'1. Степенева функція



	Степенева функцiя — це функцiя, в якiй f(x) дано у виглядi числа, помноженого на x y довiльному степенi. Цю функцiю можна записати так: f(x) = axⁿ.

	

	Якщо n - дрiб, ми називаємо степеневу функцiю функцiєю квадратного кореня, оскiльки її можна переписати за формулою xᵐ/ⁿ = ⁿ√xᵐ.

	

	Нижче наведено стислий опис поведiнки функцiї для рiзних значень n.

	Якщо n - парне число, то отримуємо параболу.

	Якщо n - непарне число, то графiк простягнеться вздовж усiєї осi y.

	Якщо n=0, то отримаємо пряму, що перетинає вiсь у точцi y=a.

	Якщо n<0, то отримаємо рацiональнi функцiї.

	Якщо n є Q (n є дробом), то отримаємо функцiю квадратного кореня.

	Якщо n має вигляд n=k/2m, а k і 2m не мають спiльних множникiв, то графiк будується з точки початку координат.



Приклад 1. f(x) = 5x⁰.⁵ = 5√x є степеневою функцiєю i рiвнянням iз коренем.



Приклад 2. f(x) = 2x⁴ є степеневою функцiєю i полiномiальною функцiєю.



Приклад 3. f(x) = 4x-² = 4/x² є степеневою функцiєю i рацiональною функцiєю.



2. Ірраціональні рівняння



	Рівняння, у яких під знаком кореня міститься змінна (невідома), називають ірраціональними.

Наприклад: ³√(x-2)=0, √x=√x+x - ірраціональні рівняння.



	Розв’язування ірраціональних рівнянь ґрунтується на приведенні їх за допомогою деяких перетворень до раціонального рівняння. Як правило, це досягається піднесенням обох частин ірраціонального рівняння до одного і того самого степеня (інколи кілька разів).



	При піднесенні обох частин рівняння до парного степеня одержане рівняння може мати корені, що не задовольняють даному рівнянню. Такі корені називаються сторонніми для даного рівняння. (Це відбувається тому, що з рівності парних степенів двох чисел не випливає рівність цих чисел.)

Наприклад: (−5)²=5², але -5≠5.

	Тому слід обов’язково робити перевірку одержаних коренів.

	

Приклад 1. Розв’яжіть рівняння √(x+1)=−3.

Розв’язання:

	Рівняння √(x+1)=−3 не має коренів, оскільки радикал із парним показником √(x+1) не може бути від’ємним.



Приклад 2. Розв’яжіть рівняння √(x-2)=2-x.

Розв’язання:

	(√(x-2))² = (2-x)²;

	x-2 = 4-4x+x²;

	x²-5x+6 = 0;

	x = 2 або x = 3.

Перевірка: 

	1) √(2-2)=2−2;

	2) √(3-2)≠2−3;

	Отже, х=3 сторонній корінь.

Відповідь: 2.



3. Ірраціональні нерівності



	Для розв’язання ірраціональних нерівностей використовуємо узагальнений метод інтервалів. Розв’язком нерівності f(x)>0 (f(x)<0) можуть бути тільки числа, що входять в область визначення функції y=f(x). Розв’язком нерівності f(x)>0 є ті інтервали області визначення y=f(x), де ця функція є додатною.



	Щоб розв’язати нерівність f(x)>0 (f(x)<0), треба:

	1) знайти область визначення функції y=f(x) (Коли ми знаходимо область визначення функції, то при цьому виділяються і точки, у яких розривається графік функції.);

	2) знайти нулі функції (розв’язати рівняння f(x)=0);

	3) на координатній прямій позначити нулі функції на області її визначення і визначити знак функції на кожному інтервалі, на які розбивають нулі функції область визначення (у кожному із цих інтервалів функція зберігає знак, і його можна визначити в будь-якій точці цього інтервалу);

	4) записати відповідь (вибрати інтервали, де функція має потрібний знак).', N'Ірраціональна нерівність

	- нерівність, що містить змінну під знаком кореня.



Ірраціональна функція

	- функція, у якої аргумент знахо­диться під знаком радикала (кореня).



Ірраціональне рівняння

	- рівняння, що містить змінну під знаком кореня (радикала).



Степенева функція

	- функція, де аргумент стоїть в основі степеня.



'),
 (23, N'1. Показникова функція



	Функцію виду y=aˣ, a>0, a≠1 називають показниковою.



	Основні властивості

	1. Область визначення – множина всіх дійсних чисел R.

	2. Область значень – (0;+∞).

	3. Якщо х=0, то у=1.

	4. Функція не є ні парною, ні не парною.

	5. Якщо а>1, тоді функція y=aˣ

	 зростає; якщо 0<а<1, то функція спадає.

	6. При а>1 і х>1, aˣ>1; при х<0, aˣ<1. При 0<а<1 aˣ<1, якщо х>0; aˣ>1 при х<0.



2. Показникові рівняння

	

	Показниковими називаються рівняння, в яких невідоме міститься в показнику степеня при сталих основах.



Наприклад: рівняння 2ˣ+3=0; 3ˣ+1−3ˣ−1=0 є показниковими.



	Найпростішим показниковими рівнянням є рівняння aˣ=b, a>0, a≠1.



Оскільки множина значень функції y=aˣ - множина додатних чисел, то рівняння aˣ=b:

	1) має один корінь, якщо b>0;

	2) не має коренів, якщо b≤0.



	Для того, щоб розв’язати рівняння aˣ=b, a>0, a≠1, b>0, треба b подати у вигляді b=aᶜ, тобі будемо мати aˣ=aᶜ, звідси х=с.



Приклад. Розв’яжіть рівняння 5ˣ=125

Розв’язання

Оскільки 5ˣ=125, а 125=5³, то маємо 5ˣ=5³, звідси х=3.

Відповідь: 3.

	 

3. Деякі способи розв’язування показникових рівнянь



	І спосіб. Приведення рівняння до спільної основи, тобто до рівняння aᶠ(ˣ)=aᵍ(ˣ).  

	Як відомо, показникова функція y=aˣ>0, a≠0 монотонна, тому кожне своє значення вона приймає тільки при одному значенні аргументу. Із рівності  випливає, що f(x)=g(x).

	ІI спосіб. Винесення спільного множника за дужки.

	ІІІ спосіб. Приведення рівняння до квадратного.

	IV спосіб. Графічний спосіб роз взування показникових рівнянь.



4. Системи показникових рівнянь



	При розв’язуванні систем показникових рівнянь використовуються традиційні способи розв’язування показникових рівнянь і знайомі вам способи розв’язування систем рівнянь.



5. Показникові нерівності



	Розв’язування показникових нерівностей часто зводяться до розв’язування нерівностей aˣ>aᵇ(aˣ≥aᵇ) або aˣ<aᵇ(aˣ≤aᵇ). Ці нерівності розв’язують, використовуючи монотонність (зростання, спадання) показникової функції.

	

Приклад. Розв’яжіть нерівність 3ˣ<27.

Розв’язання:

Запишемо дану нерівність у вигляді 3ˣ=3³. Оскільки 3>1, то функція y=3ᵗ є зростаючою. Отже, при х<3 виконується нерівність 3ˣ<27.

Відповідь: (-∞;3).', N'Показник степеня

	- цифра чи літера, що вказує, до якого степеня підноситься число або вираз



Показникова нерівність

	- нерівність, в якій показник степеня входить як невідоме.



Показникова функція

	- функція, де аргумент стоїть у по­казнику степеня.



Показникове рівняння

	- рівняння, в якому показник сте­пеня входить як невідоме.'),
 (24, N'1. Основна логарифмічна тотожність



	Означення логарифма можна коротко записати так: aˡᵒᵍ_ᵃ(ᵇ)=b.

	Ця рівність справедлива при b>0, a>0, a≠0 і називається основною логарифмічною тотожністю.



Основні властивості логарифмів:



	При виконанні перетворень виразів, які містять логарифми, при обчисленнях і при розв’язуванні рівнянь, нерівностей часто використовуються властивості логарифмів.

 

	Для будь-яких а>0, а≠1 і будь-яких додатних х і у виконуються такі рівності:

		1. logₐ1 = 0;

		2. logₐa = 1;

		3. logₐxy = logₐ(x)+logₐ(y);

		4. logₐ(x/y) = logₐ(x)-logₐ(y);

		5. logₐxʳ = rlogₐ(x) (r∈R);

		6. logₐᵣ(x) = (1/r)logₐ(x) (r∈R);

		7. logₐ(x) = logᵣ(x) / logᵣ(a) (r>0, r≠1); 



2. Логарифми числа



	Рівняння aˣ=b, де a>0, a≠1, b>0, має єдиний корінь. Його називають логарифмом числа b з основою а і позначають logₐ(b).

Наприклад: коренем рівняння 2ˣ=8 є число 3, тобто log₂8=3.

 

	Логарифмом додатного числа b за основою а, де а>0, а≠1, називають показник степеня, до якого треба піднести число а, щоб одержати число b.

Наприклад: log₂8=3, оскільки 2³=8.



	Десятковими логарифмами називають логарифми за основою 10, позначають lg.

Наприклад: lg100=2; lg0,0001=−4.



	Натуральними логарифмами називають логарифми за основою е (число е – ірраціональне, е≈2,718…), позначають ln.

Наприклад: ln e=1; ln e²=2.

 

	Дію знаходження логарифма числа (виразу) називають логарифмуванням.

	Дію, обернену до логарифмування, називають потенціюванням.

	Потенціювання – знаходження числа (виразу) за його логарифмом.

 

3. Логарифмічна функція



	Функцію виду y=logₐ(x), де a>0, a≠1, називають логарифмічною.



Основні властивості логарифмічної функції:

	1. Область визначення – (0;+∞).

	2. Область значень – множина всіх дійсних чисел R.

	3. Якщо х=1, то у=0.

	4. Функція y=logₐ(x) не є ні парною, ні непарною.

	5. Якщо а>1, функція y=logₐ(x)

	 зростає, а при 0<а<1 – спадає.

	6. Якщо а>1 і х>1, то y=logₐ(x)>0. 

	Якщо а>1 і 0<х<1, то y=logₐ(x)<0. 

	Якщо 0<а<1 і х>1, то y=logₐ(x)<0. 

	Якщо 0<а<1 і 0<х<1, то y=logₐ(x)>0.



4. Логарифмічні рівняння



	Логарифмічними називають рівняння, які містять змінну під знаком логарифма.

	

Приклад: lgx = 1+lg² (x), log₂(x+3)=9, √lgx=lg√x.



	Розв’язати логарифмічне рівняння – це означає знайти всі його корені або довести, що рівняння коренів не має.



	Найпростіше логарифмічне рівняння має вигляд logₐ(x)=b, де a>0, a≠1, x>0. З означення логарифма випливає, що x=aᵇ.

	Інший вигляд найпростішого логарифмічного рівняння: logₐx=logₐb, де a>0, a≠1, x>0, b>0.



	В основному, усі логарифмічні рівняння зводяться до розв’язування найпростіших рівнянь.



Основні методи розв’язування логарифмічних рівнянь:

	1. Метод зведення логарифмічного рівняння до алгебрагічного.

	2. Метод потенціювання.

	3. Метод зведення логарифмів до однієї основи.

	4. Метод логарифмування.

	5. Графічний метод розв’язування логарифмічних рівнянь.



5. Системи логарифмічних рівнянь



	При розв’язуванні систем логарифмічних рівнянь використовують такі самі способи, що й при розв’язуванні алгебраїчних систем.

	

6. Логарифмічні нерівності



	Як відомо, логарифмічна функція y=logₐx зростає при а>1, спадає – при 0<а<1. Зі зростанням функції y=logₐx у першому випадку і спадання – у другому випливає:

	1) При а>1 нерівність logₐx₂>logₐx₁ рівносильна системі

		{x₂>x₁,

		{x₁>0,

		{x₂>0.

	2) При 0<а<1 нерівність logₐx₂>logₐx₁ рівносильна системі 	

		{x₂<x₁,

		{x₁>0,

		{x₂>0.	



	Як правило, логарифмічна нерівність зводиться до нерівностей виду logₐf(x)>logₐg(x), де a>0,a≠1.

	

	Якщо а>1, то нерівність logₐf(x)>logₐg(x) рівносильна системі нерівностей 

		{f(x)>0,

		{g(x)>0,

		{f(x)>g(x).

		

		Якщо 0<а<1, то нерівність logₐf(x)>logₐg(x) рівносильна системі нерівностей 

		{f(x)>0,

		{g(x)>0,

		{f(x)<g(x).', N'Двійковий логарифм

	- логарифм з основою 2.



Десятковий логарифм

	- логарифм з основою 10.



Лінійка логарифмічна

	- лінійка, за допомогою якої можна визначити значення десяткового логарифму.



Логарифм

	- показник степе­ня, до якого потрібно піднести число-основу, щоб одержати дане число.



Логарифмічні формули

	- формули, які виражають влас­тивості логарифмів.



Логарифмічна нерівність

	- нерівність, в яку змінна входить під знаком логарифма.



Логарифмічна таблиця

	- таблиця значень логарифма за значенням логарифмічного виразу.



Логарифмічна тотожність

	- тотожність, що містить ло­гарифми функції.



Логарифмічне рівняння

	- рівняння, до складу якого вхо­дить змінна під знаком логарифма.



Логарифмувати

	- знаходити логарифм числа.



Натуральний логарифм

	- логарифм з основою е.'),
 (25, N'1. Означення похідної



	Похідною функції y=f(x) у точці х₀ називають границю відношення приросту функції до приросту аргументу за умови, що приріст аргументу прямує до нуля, а границя існує.

	

	Функцію, яка має похідну в точці х₀, називають диференційованою в цій точці. 

	Функцію, яка має похідну в кожній точці деякого проміжку, називають диференційованою на цьому проміжку. Операція знаходження похідної називається диференціюванням.

	

	Похідна складеної функції у = f(g(x)) знаходиться за формулою y''ₓ=y''ᵤ*u''ₓ , де u=g(x) або похідна складеної функції дорівнює похідній зовнішній функції по проміжній змінній, помноженій на похідну внутрішньої функції по основному аргументу.

	

2. Фізичний зміст похідної



	Похідна функції в заданій точці – швидкість зміни функції в заданій точці. 

	Якщо матеріальна точка рухається прямолінійно і її координата змінюється по закону s = s(t), то швидкість її руху v(t) в момент часу t дорівнює похідній s''(t): v(t) = s''(t), прискорення цієї матеріальної точки дорівнює похідній другого порядку від закону руху a(t)= s''''(t) =v'' (t)

	

3. Геометричний зміст похідної

	

	Значення похідної функції у = f(x) в точці x₀ дорівнює кутовому коефіцієнту дотичної до графіка функції в точці з абсцисою x₀: f''(x₀) = k = tg α

	

	Рівняння дотичної до кривої у = f(x) в точці М(x₀; у₀) має вигляд: y = f (x₀)+ f ''(x₀)(x – x₀)

	

4. Похідні елементарних функцій



	Похідні елементарних функцій знаходять, користуючись таблицею похідних.



		C''=0, x''=1, (kx+b)''=k;

		(xⁿ)''=nxⁿ-¹;

		(eˣ)''=eˣ;

		(aˣ)''=aˣln a;

		(lnx)''=1/x;

		(lgx)''=(1/x)lge;

		(logₐx)''=1/xlna;

		(sinx)''=cosx; (cosx)''=-sinx;

		(tgx)''=1/cos²x;

		(ctgx)''=-1/sin²x;

		(arcsin x)''=1/√(1-x²);

		(arccos x)''=-1/√(1-x²);

		(arctg x)''=1/(1+x²);

		(arcctg x)''=-1/(1+x²);

		(xˣ)''=xˣ(1+lnx).



', N'Інтервал збіжності

	- проміжок, на якому збігається послідовність, інтеграл та ін.



Границя функції

	- зна­чення, якого набуває функція, коли її аргумент наближається до певної точки.



Граничне значення

	- значення функції, коли аргумент прий­має межове значення.



Друга похідна

	- функція, що є результатом двох послідовних операцій диференціювання даної функції.



Екстремальне значення

	- значення, яке відповідає екстремуму (функції).



Максимальне значення

	- значення, яке є найбільшим.



Межове значення

	- значення, яке приймає функція на границі.



Похідна вищого порядку

	- похідна, порядок якої вище другого.

 

Похідна п-го порядку

	- функція, що є результатом послідов­них операцій диференціювання даної функції.



Похідна функції

	- границя відношення приросту фун­кції до приросту аргументу, якщо приріст ар­гументу прямує до 0.



Приріст аргументу

	- різниця між фіксованим і поточним зна­ченням аргументу, збільшення аргументу.





'),
 (26, N'1. Достатня умова зростання (спадання) функції на проміжку



	Відомо, що функцію y=f(x) називають зростаючою на деякому проміжку, якщо для будь-яких х₁ і х₂, що належать проміжку, з умови х₂>х₁ випливає, що f(x₂)>f(x₁).

	Дотична в кожній точці графіка зростаючої функції, утворює з додатним напрямом осі ОХ або гострий кут, або кут, що дорівнює нулю (в останньому випадку дотична є паралельною осі ОХ).

	  Виходячи з геометричного змісту похідної, tgα=f′(x₀). Це означає, що похідна в кожній точці проміжку невід’ємна, тому для зростаючої функції f(x) виконується умова f''(x₀)≥0.

	  Функцію y=f(x) називають спадною на проміжку, якщо для будь-яких х₁ і х₂, що належать проміжку, з умови х₂>х₁ випливає, що f(x₂)<f(x₁). 

	  

	  Дотична в кожній точці графіка спадної функції, утворює з віссю ОХ або тупий кут, або кут, що дорівнює нулю, тому для функції f(x), яка спадає на деякому проміжку, виконується умова f′(x₀)≤0.

	

	Одна й та сама функція може на одному проміжку області її визначення зростати, а на іншому – спадати. Характер поведінки функції на кожному із цих проміжків визначається знаком її похідної.

	

	Отже, наочне уявлення дозволяє сформулювати властивості зростаючих та спадних функцій.

	

	Якщо функція y=f(x) диференційована і зростає на деякому проміжку, то її похідна на цьому проміжку невід’ємна.

	Якщо функція y=f(x) диференційована і спадає на деякому проміжку, то її похідна на цьому проміжку недодатна.

	

	 Проте для розв’язування задач особливо важливими є обернені твердження, які виражають ознаки зростання і спадання функції на проміжку. Нехай значення похідної функції y=f(x) додатні на деякому проміжку, тобто f′(x)>0. Оскільки tg α=f′(x), то з умови tg α>0 випливає, що дотичні, проведені до графіка функції в будь-якій точці цього інтервалу, утворюють гострі кути з додатним напрямом осі ОХ. У цьому випадку графік функції «піднімається» на заданому проміжку, тобто функція зростає.

	 

	Якщо f′(x)<0 на деякому проміжку, то кутовий коефіцієнт дотичної tg α=f′(x) до графіка функції y=f(x) від’ємний. Це означає, що дотична до графіка функції утворює з віссю ОХ тупий кут і графік функції на даному проміжку «опускається», тобто функція f(x) спадає.

	

	Якщо f′(x)>0 на проміжку, то функція f(x) зростає на цьому проміжку.

	

	Якщо f′(x)<0 на проміжку, то функція f(x) спадає на цьому проміжку.

	

     Ці два твердження називають ознаками зростання (спадання) функції на проміжку.

	 

     Проміжки зростання і спадання функції часто називають проміжками монотонності цієї функції.

 

 2. Поняття екстремуму функції



	При дослідженні поведінки функції в деякій точці зручно користуватися поняттям околу. Околом точки а називають будь-який інтервал, що містить цю точку.

Наприклад: інтервали (2; 5), (2,5; 3,5), (2,9; 3,1) – околи точки 3.



	Точка а з області визначення функції f(x) називається точкою максимуму цієї функції, якщо існує такий окіл точки а, що для всіх х≠а із цього околу виконується нерівність f(x)<f(a).

	

	Точка b з області визначення функції f(x) називається точкою мінімуму цієї функції, якщо існує такий окіл точки b, що для всіх х≠b із цього околу виконується нерівність f(x)>f(b).

	

	 Точки максимуму і точки мінімуму називають точками екстремуму функції, а значення функції в цих точках – екстремумами функції (максимум і мінімум функції).

	 

	 Точки максимуму позначають хₘₐₓ, а точки мінімуму – хₘᵢₙ. Значення функції в цих точках, тобто максимуми і мінімуми, позначають відповідно уₘₐₓ і yₘᵢₙ.

	 

3. Необхідна умова екстремуму



	Якщо х₀ – точка екстремуму диференційованої функції y=f(x), то f′(x₀)=0.

	Це твердження називають теоремою Ферма на честь французького математика П’єра Ферма (1601 – 1665).

	

	Теорема Ферма має наочний геометричний зміст: у точці екстремуму дотична паралельна осі абсцис, і тому її кутовий коефіцієнт f′(x) дорівнює нулю.

Наприклад: функція f(x)=x²−2 має в точці х₀=0 мінімум, її похідна f′(0)=0.



	Внутрішні точки області визначення функції y=f(x), у яких похідна дорівнює нулю, називають стаціонарними. Отже, для того щоб точка х₀ була точкою екстремуму, необхідно, щоб вона була стаціонарною.

	

	Сформулюємо достатні умови для того, щоб стаціонарна точка була точкою екстремуму, тобто умови, при виконанні яких стаціонарна точка є точкою максимуму або мінімуму функції.



	Якщо похідна ліворуч стаціонарної точки додатна, а праворуч – від’ємна, тобто при переході через цю точку похідна змінює знак із «+» на «-», то ця стаціонарна точка є точкою максимуму.

	Якщо похідна ліворуч стаціонарної точки від’ємна, а праворуч – додатна, тобто при переході через стаціонарну точку похідна змінює знак із «-» на «+», то ця стаціонарна точка є точкою мінімуму.

	Якщо при переході через стаціонарну точку похідна не змінює знака, тобто ліворуч і праворуч від стаціонарної точки похідна додатна або від’ємна, то ця точка не є точкою екстремуму.', N'Диференціал

	- довіль­ний приріст незалежної змінної величини.



Диференціювання

	- дія знаходження похідної або диферен­ціала.'),
 (27, N'1. Первісна



	 Функцію F(x) називають первісною для функції f(x) на заданому проміжку, якщо для всіх х із цього проміжку F′(x) = f(x).

Наприклад,  функція F(x) = x² є первісною для функції f(x) = 2x, оскільки F′(x) = (x²)′ = 2x = f(x).



	Основна властивість первісної:

	Якщо F(x) – первісна для функції f(x) на заданому проміжку, то функція f(x) має безліч первісних, і всі ці первісні можна записати у вигляді F(x)+C, де С – довільна стала.

Наприклад,  функції F(x) = x²+C є первісними для функції f(x) = 2x, оскільки F′(x) = (x²+C)′ = 2x = f(x).



2. Правила обчислення первісних



	1. Первісна суми функцій дорівнює сумі первісних функцій: тобто якщо F(x) – первісна для f(x), а G(x) – первісна для g(x), то F(x)+G(x) – первісна для функції f(x)+g(x).

	2. Сталий множник можна виносити за знак первісної, тобто якщо F(x) – первісна для функції f(x) і С – стала, то CF(x) – первісна для Cf(x).

	3. Якщо F(x) – первісна для f(x) і k≠0, b – стала, то (1/k)F(kx+b) – первісна для функції f(kx+b).

	

3. Невизначений інтеграл



	Невизначеним інтегралом від функції f(x) називають вираз F(x)+C, тобто сукупність усіх первісних даної функції f(x).

	Позначається так: ∫f(x)dx = F(x)+C, де функцію f(x) називають підінтегральною функцією; вираз dx – підінтегральним виразом; F(x) – одна з первісних функції f(x); С – довільна стала.



	Основні правила інтегрування:

	1. ∫(f(x)+g(x))dx = ∫f(x)dx+∫g(x)dx.

	2. ∫Cf(x)dx = C∫f(x)dx.

	3. Якщо k ≠ 0 k і b – сталі, то ∫f(kx+b)dx = (1/k)F(kx+b)+C.

	

4. Таблиця первісних



	Функція f(x) = Первісні F(x)

		0 = C;

		1 = x+C;

		xⁿ(n≠0) = xⁿ+¹/n+1 + C;

		1/x = ln|x| + C;

		sinx = -cosx + C;

		cosx = sinx + C;

		1/cos²x = tgx + C;

		1/sin²x = -ctgx + C;

		eˣ = eˣ + C;

		aˣ = aˣ/lna + C;

		1/(1+x²) = arctg x + C або -arcctg x + C

		1/√(1-x²) = arcsin x + C або -arccos x + C



5. Таблиця невизначених інтегралів



	∫0dx = C;

	∫dx = x+C;

	∫xⁿdx = xⁿ+¹/n+1 + C, n≠-1;

	∫dx/x = ln|x| + C;

	∫sinx dx = -cosx + C;

	∫cosx dx = sinx + C;

	∫dx/(cos²x) = tgx + C;

	∫dx/(sin²x) = -ctgx + C;

	∫eˣ dx = eˣ + C;

	∫aˣ dx = aˣ/lna + C;

	∫dx/(1+x²) = arctg x + C або -arcctg x + C;

	∫dx/√(1-x²)  = arcsin x + C або -arccos x + C.



6. Визначений інтеграл



	Нехай задано неперервну функцію f(x), визначену на проміжку [a; b], тоді визначеним інтегралом від а до b функції f(x) називають приріст первісної F(x) цієї функції, тобто ∫ₐᵇf(x)dx=F(b)−F(a).

	Числа а і b називають відповідно нижньою і верхньою межами інтегрування.



	Основні правила обчислення визначеного інтеграла:

	1. ∫ₐᵇCf(x)dx = C∫ₐᵇf(x)dx, де С - стала.

	2. ∫ₐᵇ(f(x)+g(x))dx = ∫ₐᵇf(x)dx+∫ₐᵇg(x)dx.

	3. ∫ₐᵇf(x)dx = −∫bᵃaf(x)dx.

	4. ∫ₐᵇf(kx+l)dx = (1/k)∫ₖₐ+ₗᵏᵇ+ˡ f(t)dt.

	5. ∫ₐᵃf(x)dx = 0.

	6. ∫ₐᵇf(x)dx = ∫ₐᶜf(x)dx+∫cᵇf(x)dx.', N'Інтеграл

	- ціла величина як сума її ж нескінченно малих частин.



Інтегрованість

	- властивість функції, коли її можна проінтегрувати. 



Інтервал інтегрування

	- проміжок, на яко­му ведеться інтегрування.



Абсолютно збіжний інтеграл

	- інтеграл, модуль якого збігається.



Визначений інтеграл

	- інтеграл, границі якого задані.



Зміна порядку інтегрування

	- операція, результа­том якої є зміна порядку слідування інтегралів.



Межі інтеграла

	- кінці проміжку, на якому ведеться інтегрування.



Метод інтегрування

	- набір прийомів, який дозволяє викона­ти інтегрування.



Невизначений інтеграл для функції f

	- сукупність усіх первісних цієї функції.



Підінтегральний вираз

	- вираз, який міститься під знаком інтеграла.



Первісна

	- функція, похідна якої дорівнює даній функції, невизначений інтеграл.



Табличний інтеграл

	- значення якого може бути знайдене в таблиці інтегралів.'),
 (28, N'1. Геометричний зміст визначеного інтеграла



	Площа S криволінійної трапеції (фігура, обмежена графіком неперервної додатної на проміжку [a; b] функції f(x), віссю Ох, та прямими х=а, х=b) обчислюється за формулою S = ∫ₐᵇf(x)dx. 

	

2. Фізичний зміст визначеного інтеграла 

	

	Під час прямолінійного руху переміщення s чисельно дорівнює s = ∫ₜ₁ᵗ²v(t)dt, де v(t) – швидкість руху.



3. Площа фігури



	Якщо на заданому проміжку [a; b] неперервні функції f(x) і g(x) мають властивість f(x)≥g(x) для всіх x∈[a;b], то S=∫ₐᵇ(f(x)−g(x))dx.



4. Об’єм тіла обертання

	

	Об’єм тіла, утвореного обертанням навколо осі Ох криволінійної трапеції, обмеженої графіком неперервної й невід’ємної на проміжку [a; b] функції f(x) та прямими х=а і х=b, дорівнює V=π∫ₐᵇf²(x)dx.



	

', N'Криволінійна трапеція

	- фігура, яка знизу обмежена віссю абсцис, зліва прямою х = а, справа прямою х = Ь, а зверху графіком функції.'),
 (29, N'1. Перестановки (без повторень). 



	Будь-яка впорядкована множина, яка складається з n елементів, називається перестановкою з n елементів.

	

	Число перестановок з n елементів (позначається Pₙ) дорівнює добутку всіх натуральних чисел від 1 до n, тобто n! : Pₙ = 1 * 2 * 3 * ... * n = n!

	За означенням 0!=1.



2. Розміщення (без повторень)



	Будь-яка впорядкована множина з m елементів даної множини, яка містить n елементів, де m≤n, називається розміщенням з n елементів по m елементів.

	Число розміщень з n елементів по m позначають Aₙᵐ.

		 

		 Число розміщень з n елементів по m дорівнює добутку m послідовних натуральних чисел, найбільшим із яких є n: Aₙᵐ = n(n-1)(n-2)(n-3)...(n-m+1).

	Якщо n=m, то Aₙᵐ = Pₙ.



3. Комбінації (без повторень)



	Будь-яка підмножина з m елементів даної множини, яка містить n елементів, називається комбінацією з n елементів по m елементів.

	Число комбінацій з n елементів по m позначають символом Cₙᵐ.

	 Число комбінацій з n елементів по m (1≤m≤n) дорівнює дробу, чисельником якого є добуток m послідовних натуральних чисел, найбільшим з яких є n, а знаменником – добуток m перших послідовних натуральних чисел: Cₙᵐ = n!/(m!(n-m)!).

	 Cₙ⁰ = 1; Cₙ¹ = n; Cₙⁿ = 1.

	 

	 Властивості числа комбінацій без повторень:

	 Cₙᵐ = Cₙᵐ-ᵐ;

	 Cₙᵐ = Cₙ-₁ᵐ-¹ + Cₙ-₁ᵐ;

	 Cₙ⁰ + Cₙ¹ + Cₙ² + ... + Cₙⁿ-¹ + Cₙⁿ = 2ⁿ.

	 

4. Трикутник Паскаля



	Усі можливі значення Cₙᵐ (n=0,1,2,…, m=0,1,2,…,) можна записати у вигляді трикутної таблиці. Така таблиця називається трикутником Паскаля.



5. Біном Ньютона



	Рівність (x+a)ⁿ = Cₙ⁰xⁿa⁰ + Cₙ¹xⁿ-¹a¹ + ... + Cₙᵐxⁿ-ᵐaᵐ + ... + Cₙⁿx⁰aⁿ називають біномом Ньютона, або формулою Ньютона. Права частина рівності називається біноміальним розкладом (у суму), або розкладом бінома, а коефіцієнти  – біноміальними.



	Властивості розкладу бінома:

	1. Число всіх членів розкладу на одиницю більше, ніж показник степеня бінома, тобто дорівнює n+1.

	2. Сума показників степенів х і а кожного члена розкладу дорівнює показнику степеня бінома, тобто (n-m)+m=n.

	3. Загальний член розкладу (позначається Tₘ+₁) має вигляд Tₘ+₁ = Cₙᵐ-ᵐxⁿ-ᵐaᵐ, m=0,1,...n.

	4. Біноміальні коефіцієнти членів розкладу, рівновіддалених від кінців розкладу, рівні між собою Cₙᵐ = Cₙᵐ-ᵐ, m=0,1,...n.

	5. Сума біноміальних коефіцієнтів усіх членів розкладу дорівнює 2ⁿ: Cₙ⁰ + Cₙ¹ + Cₙ² + ... + Cₙᵐ = 2ⁿ.	

	6. Сума біноміальних коефіцієнтів членів розкладу, що стоять на непарних місцях, дорівнює сумі біноміальних коефіцієнтів, які стоять на парних місцях і дорівнює 2ⁿ-¹:

		Cₙ⁰ + Cₙ² + Cₙ⁴ + ... = Cₙ¹ + Cₙ³ + Cₙ⁵ + ... = 2ⁿ-¹.', N'Біном

-	 сума чи різниця двох ал­гебричних величин (виразів), що звуться його членами; двочлен.



Біном Ньютона

	- фор­мула, за допомогою якої довільний двочлен підносять до натурального степеня.



Комбінаторика

	- роз­діл математики, який вивчає сполуки довіль­них предметів, елементів.



Комбінація

	- сполучення, поєднання або розташування чого-небудь (однорідного) у певному порядку.



Комбінація з n елементів по m елементів

	- будь-яка підмножина з m елементів даної множини, яка містить n елементів.



Перестановка з n елементів

	- будь-яка впорядкована множина, яка складається з n елементів.



Розміщення з n елементів по m елементів

	- будь-яка впорядкована множина з m елементів даної множини, яка містить n елементів, де m≤n.

'),
 (30, N'1. Рівносильні рівняння. Системи і сукупності рівнянь з однією змінною



	Два рівняння називаються рівносильними, якщо вони мають одні й ті самі корені або не мають їх зовсім. Знак рівносильності рівнянь – <=> .

Наприклад: 

1) x+1 = 3 <=> x-1 = 1, оскільки вони мають корінь х=2.

2) x-1 = x <=> x² = -1.



	Система рівнянь – це рівняння, відносно яких ставиться задача знайти їхні спільні корені. Знак системи – {.



	Сукупність рівнянь – це рівняння, відносно яких ставиться задача знайти всі їхні корені. Знак сукупності – [.



2.Методи розв’язування рівнянь



	1. Розкладання на множники (Добуток кількох множників дорівнює нулю, якщо хоча б один із них дорівнює нулю, а останні при цьому існують)

	2. Порівняння обох частин рівняння за величиною.

	3. Використання однорідності

	4. Використання монотонності

	5. Графічний метод (Щоб графічно розв’язати рівняння f(x)=g(x), треба побудувати графіки функцій y=f(x) і y=g(x) і знайти абсциси точок їх перетину).



3.Методи розв’язання нерівностей



	Узагальнений метод інтервалів

	1. знайти область визначення функції у=f(x);

	2. знайти нулі функції (f(x)=0);

	3. на координатній прямій позначити нулі функції і визначити знак функції на кожному проміжку, на які розбивають нулі функції область визначення;

	4. записати відповідь (вибрати ті інтервали, де функція має потрібний знак).



	Графічний метод

	Щоб розв’язати нерівність f(x)>g(x), треба побудувати графіки функцій y=f(x), y=g(x) і вибрати ті проміжки осі абсцис, на яких графік функції y=f(x)розташований вище графіка функції y=g(x).

	Щоб розв’язати нерівність f(x)<g(x), треба побудувати графіки функцій y=f(x), y=g(x) і вибрати ті проміжки осі абсцис, на яких графік функції y=f(x)розташований нижче графіка функції y=g(x).



4.Методи розв’язування систем рівнянь.



	1. Правило переходу до совокупності

	2. Правило додавання

	3. Правило підстановки

	4. Спосіб уведення нових змінних

	5. Використання теореми Вієта

	6. Симетричні системи', N'Система рівнянь 

	– рівняння, відносно яких ставиться задача знайти їхні спільні корені.



Сукупність рівнянь 

	– рівняння, відносно яких ставиться задача знайти всі їхні корені.'),
 (31, N'1. Основні поняття



	Подія – це явище, про яке можна сказати, що воно відбувається або не відбувається за певних умов. 

	Події позначаються великими літерами латинського алфавіту: А, В, С,… 

	Будь-яка подія відбувається внаслідок випробування (експерименту, досліду).



	Випробування – це умови, за яких відбувається (чи не відбувається) подія.



	Події розподіляються на випадкові, вірогідні та неможливі.



	Випадковою називається подія, яка може відбутися або не відбутися внаслідок певного випробування.



	Вірогідною називається подія, яка внаслідок даного випробування обов’язково відбудеться.



	Неможливою називається подія, яка внаслідок даного випробування не може відбутися. Неможлива подія позначається символом .



	Теорія ймовірностей – розділ математики, що вивчає закономірності випадкових подій.



	Попарно несумісні події – це події, кожні дві з яких не можуть відбутися одночасно.



	Рівноможливі події – події, кожна з яких не має ніяких переваг, щоб з’являтися частіше за іншу під час багаторазових випробувань, що проводяться за однакових умов.



	Повною групою подій називається множина таких подій, коли в результаті кожного випробування обов’язково має відбутися хоча б одна з них.



	Якщо події мають властивості: 

	1) утворювати повну групу подій;

	2) бути несумісними; 

	3) бути рівно можливими, то такі події утворюють множину, яка називається простором елементарних подій.



	

2. Класичне означення ймовірності



	Відношення числа m елементарних подій, які сприяють події А, до загальної кількості n подій простору називається ймовірністю випадкової події А і позначається Р(А), тобто P(A) = m/n, де m – число подій, які сприяють події А, n – число подій простору елементарних подій (0≤m≤n).

	

	Імовірність вірогідної події дорівнює 1, імовірність неможливої події дорівнює 0, а ймовірність Р(А) випадкової події А задовольняє умову 0<Р(А)<1.



Наприклад. Імовірність того, що при киданні двох монет випаде два герби, дорівнює , бо простір елементарних подій такий: А₁ – випали два герби; А₂ – випали герб і число; А₃ – випали число і герб; А₄ – випали два числа, а шуканій події сприяє лише одна подія – А₁.

	

3. Статистичне означення ймовірності



	Нехай n – кількість усіх випробувань в окремій серії випробувань, а m – кількість тих випробувань, у яких відбулася подія А.

	

	Статистичною ймовірністю події А називається границя, до якої наближається відносна частота m/n події А при необмеженому збільшенні числа всіх випробувань, тобто P(A) = limₙ→∞ (m/n).



4. Операції над подіями.



	Сумою двох подій А і В називається подія , що полягає у здійсненні під час одиничного випробування або події А, або події В, або обох подій А і В одночасно (позначається С = А+В, або C = AUB).

	

	Подія ¯A називається протилежною події А, якщо вона відбувається тоді і тільки тоді, коли подія А не відбувається.



	Добутком двох подій А і В називається подія С, яка полягає в одночасному здійсненні обох подій А і В під час одиничного випробування (позначається C = AB або C = A∩B).



5. Теорема про ймовірність суми подій



	Імовірність суми двох несумісних подій А і В дорівнює сумі ймовірностей цих подій. Якщо AB = ∅, то Р(А+В) = Р(А)+Р(В).

Наприклад. Якщо спортсмен стріляє по мішені, яка розділена на 2 частини, і ймовірність попадання в першу частину дорівнює 0,45, а в другу – 0,35, то йовірність попадання в мішень становитиме 0,45+0,35=0,8.



	Із теореми випливають наслідки.

	 Наслідок 1. Сума ймовірностей подій А₁,А₂,…,Aₙ, які утворюють повну групу і попарно несумісні, дорівнює 1: Р(А₁)+Р(А₂)+…+Р(Аₙ) = 1.

	Наслідок 2. Сума ймовірностей протилежних подій дорівнює 1: Р(А) + Р(¯А) = 1.



6. Теорема про ймовірність добутку подій



	Дві події називаються незалежними, якщо ймовірність появи однієї з них не залежить від того, відбулася інша подія чи ні.

	

	Імовірність добутку двох незалежних подій А і В дорівнює добутку ймовірностей цих подій, тобто  P(AB) = P(A)P(B).



7. Незалежні випробування



	Взаємно незалежними випробуваннями називаються такі випробування, у яких імовірність результату кожного з них не залежить від того, які результати має чи матиме решта випробувань.

	

	Багато задач у теорії ймовірностей зводяться до такої схеми, яка називається схемою Бернуллі: відбувається n незалежних випробувань, у кожному з яких подія А може настати чи не настати. Імовірність того, що випадкова подія А в кожному випробуванні відбувається, однакова і дорівнює p, а ймовірність того, що не відбувається, q=1-p. Треба знайти Рₘ,ₙ того, що подія А настане m разів у цих n випробуваннях. Шукану ймовірність можна обчислити за формулою Бернуллі:

Рₘ,ₙ = Cₘⁿ pᵐ qⁿ-ᵐ = (n!/(m!(n-m)!))pᵐ qⁿ-ᵐ.



8. Закон великих чесел



	Теорема Бернуллі. Якщо в ряді випробувань імовірність деякої події залишається для кожного випробування сталою і дорівнює р, то при достатньо великій кількості випробувань практично вірогідно, що частота m/n появи події від її ймовірності менше, ніж яке завгодно мале число ε>0.

', N'Вірогідна подія

	- подія, що може відбутися з достатньою мірою ймовірності.



Випадкова подія

	- подія, що може відбутися, а може не відбутися.



Випробування

	- перевірка властивостей, якостей.



Випробування

	- умови, за яких відбувається (чи не відбувається) подія.



Ймовірність

	- характерис­тика величини, яка виражає кількісну оцінку можливості появи випадкової події.



Найімовірніше значення

	- значення, яке відбувається з най­більшою ймовірністю.



Незалежне випробування

	- випробування, результат якого не залежить від попереднього та наступного.



Неможлива подія

	- подія, що не може відбутися.



Піднесення до степеня

	- обчислення степеня.



Повна група подій

	- множина таких подій, коли в результаті кожного випробування обов’язково має відбутися хоча б одна з них.



Подія

	- явище, про яке можна сказати, що воно відбувається або не відбувається за певних умов. 



Рівноможливі події

	- події, кожна з яких не має ніяких переваг, щоб з’являтися частіше за іншу під час багаторазових випробувань, що проводяться за однакових умов.



Сприятлива гра

	- гра, результати якої сприяють гравцю.



Сприятлива подія

	- подія, яка позитивно впливає на що-не-будь, створює відповідні умови для здійснення, виконання і т. ін. чогось.



Теорія ймовірностей

	- розділ математики, що вивчає законо­мірності випадкових явищ.





'),
 (32, N'1. Поняття про статистику



	Статистика – наука, що збирає, обробляє і вивчає різні дані, пов’язані з масовими явищами, процесами, подіями.



	Математична статистика – розділ математики, присвячений математичним методам систематизації, обробки та дослідження статистичних даних для наукових і практичних висновків.



	Статистичне спостереження – це спланований, науково-організований збір масових даних про соціально-економічні явища та процеси.



	Найпоширенішим серед видів статистичних спостережень є вибіркове. У процесі вибіркового спостереження вивчається лише частина сукупності, відібрана спеціальним методом, яка називається вибіркою. Усю сукупність, із якої роблять вибірку, називають генеральною сукупністю. Число об’єктів генеральної сукупності й вибірки відповідно називають обсягом генеральної сукупності й обсягом вибірки.

	

	Нехай із генеральної сукупності зроблено вибірку, причому х₁ спостерігалося n₁ разів, х₂ – n₂ разів, х₃ – n₃ разів, xₘ – nₘ разів і n₁+n₂+n₃+…+nₘ = N – обсяг вибірки. 

	Значення х₁, х₂, х₃,…xm називаються варіантами, послідовність варіант, записаних у зростаючому (спадному) порядку, – варіаційним рядом. 

	Числа спостережень n₁,n₂,n₃,…nₘ називають частотами, а їх відношення до обсягу вибірки n₁/N = p₁, n₂/N = p₂, ..., nₘ/N = pₘ – відносними частотами. 

	Відзначимо, що сума відносних частот дорівнює 1: 

	p₁ + p₂ + ... + pₘ = n₁/N + n₂/N + ... + nₘ/N = (n₁+n₂+...+nₘ)/N = N/N = 1.

	

	Статистичним рядом розподілу вибірки називається перелік варіант і відповідних їм частот або відносних частот.



	Статистичний розподіл можна задати у вигляді послідовності інтервалів і відповідних їм частот.



	Статистичним рядом розподілу вибірки називається перелік варіант і відповідних їм частот або відносних частот.



	Статистичний розподіл можна задати у вигляді послідовності інтервалів і відповідних їм частот.

	

	Для графічного зображення статистичного розподілу використовують полігони і гістограми.

	

	Для побудови полігону на осі ОХ відкладають значення варіант хᵢ, на осі ординат – значення частот nᵢ. Точки (хᵢ;nᵢ) з’єднують відрізками прямих і одержують полігон частот.

	

	Гістограмою частот називають східчасту фігуру, яка складається з прямокутників, основами яких є інтервали довжиною h, а висота дорівнює відношенню nᵢ/h. Площа і-го прямокутника дорівнює hnᵢ/h.

	 Отже, площа гістограми дорівнює сумі всіх частот, тобто обсягу вибірки.

	 

2. Центральні тенденції вибірки



	Вибірка характеризується центральними тенденціями: середнім значенням, модою і медіаною.

	

	Середнім значенням вибірки називається середнє арифметичне всіх її значень: 

	¯x = (x₁ + x₂ + ... + xₙ) / n.

	

	Мода вибірки – те її значення, яке трапляється найчастіше (позначається М₀).

	

	Медіана вибірки – це число, яке ділить навпіл упорядковану сукупність усіх значень вибірки, тобто середня величина змінюваної ознаки, яка містить в середині ряду, розміщеного в порядку зростання або спадання ознаки (позначається Ме). Якщо кількість чисел у ряду парна, то медіана – середнє арифметичне двох чисел, що стоять посередині.

	

3. Середні значення



	Статистика оперує такими середніми значеннями: середнє арифметичне, середнє квадратичне, середнє геометричне.

	

	 Відхиленням значення хᵢ від середнього значення ¯x називається різниця хᵢ - ¯x.

	 

	У статистиці користуються показником – середнє квадратичне відхилення, яке знаходять так: усі відхилення підносять до квадрата; знаходять середнє арифметичне цих квадратів; зі знайденого середнього арифметичного добувають квадратний корінь. 			

	Середнє квадратичне відхилення позначають грецькою буквою σ.

	У статистиці  σ² називають дисперсією.', N'Вибіркове значення

	- значення, яке отримали, здійснюючи вибірку.



Математична статистика

	- розділ математики, присвя­чений математичним методам систематиза­ції, обробки та дослідження статистичних даних.



Медіана

	- середнє арифметичне двох чисел, що стоять посередині.



Медіана вибірки

	- це число, яке ділить навпіл упорядковану сукупність усіх значень вибірки, тобто середня величина змінюваної ознаки, яка містить в середині ряду, розміщеного в порядку зростання або спадання ознаки.



Мода

	- вимірю­вання центральної тенденції розподілу зна­чень.



Середнє значення вибірки

	- середнє арифметичне всіх її значень.



Статистика

	- наука, яка вивчає кількісні зміни у розвитку людсь­кого суспільства, економіки і займається об­робкою цих числових досліджень з науковою і практичною метою.



Статистичне спостереження

	- це спланований, науково-організований збір масових даних про соціально-економічні явища та процеси.



Статистичнй ряд розподілу вибірки

	- перелік варіант і відповідних їм частот або відносних частот.

');
INSERT INTO "paragraph_geometry" ("ID","info","definition") VALUES (1, N'1. Початкові поняття



	Геометрія – це наука, яка вивчає властивості геометричних фігур. Прикладами геометричних фігур є трикутник, коло, квадрат. Розділ геометрії, в якому вивчаються властивості фігур на площині, називається планіметрією.



	ФОТО1

	 

	Точка і пряма є основними геометричними фігурами на площині.



	Точка не має розмірів. Уявлення про точку дає слід кінчика олівця на папері. Точки позначаються великими латинськими літерами A, B,C,…



	ФОТО2



	Уявлення про пряму дає натягнута нитка. Пряма нескінченна. Прямі позначають або однією латинською літерою: a, b, c,…, або двома великими латинськими літерами, які лежать на прямій: AB, BC,…



	ФОТО3



	Частина прямої, обмежена двома точками, називається відрізком. Точки, які обмежують відрізок, називають його кінцями.

	Наприклад: відрізок із кінцями в точках А і В. Такий відрізок позначають АВ або ВА.



	ФОТО4



	Променем, або півпрямою, називається частина прямої обмежена з однієї сторони точкою. На рис. точка О називається початком променя. Промінь позначають або однією латинською літерою (промінь l), або двома великими латинськими літерами, перша із яких позначає початок променя, а друга – довільну точку на промені (промінь ОА).



	ФОТО5



	Точка О, яка лежить на прямій, поділяє її на два промені, напрями яких протилежні. Ці промені називають доповнювальними.



	ФОТО6



2. Геометрична фігура



	Геометричною фігурою називається будь-яке утворення з точок. Геометричні фігури називаються рівними, якщо вони збігаються при накладанні. На рис. зображено рівні відрізки AB і CD. Це записується так: AB=CD.



	ФОТО7



	Найпростішою геометричною фігурою є точка. З точок складаються всі інші геометричні фігури.

	Отже,будь яка множина точок є геометричною фігурою.

	Частина геометричної фігури теж є геометричною фігурою.



	Геометричною фігурою є й об’єднання кількох геометричних фігур. На рис.  фігура складається з прямокутника та двох трикутників.



	ФОТО8



	Однією з основних геометричних фігур є площина. Уявлення про частину площини дає поверхня стола, шибки, стелі.



	Основними геометричними фігурами на площині є точка і пряма.

	

3. Поняття про аксіоми та теореми



	Геометрія вивчає властивості фігур, які виражаються різними твердженнями: означеннями, аксіомами, теоремами.



	Означення – це твердження, яке пояснює дане поняття через уже відомі поняття.



	Аксіома – це твердження, яке приймається на віру (без доведення).



	Наприклад:



	1. Яка б не була пряма, існують точки, що належать цій прямій, і точки, що не належать їй.



	ФОТО9



2. Через будь-які дві точки можна провести пряму, і тільки одну.



	ФОТО10



3. Пряма розбиває площину на дві півплощини.



	ФОТО11



4. Із трьох точок прямої одна і тільки одна лежить між двома іншими.



	ФОТО12



	Теоремою називається твердження про властивість фігури, істинність якого встановлюється у результаті міркувань. Ці міркування називаються доведенням.



	Наведемо приклад.

	Теорема. Дві різні прямі можуть перетинатися тільки в одній точці.

	Доведення

	Якби дві різні прямі мали дві точки перетину, то через ці точки проходили б дві різні прямі. А це неможливо, оскільки через дві різні точки можна провести тільки одну пряму (аксіома 2). Отже, дві різні прямі не можуть мати дві різні точки перетину.

	



4. Поняття про обернену теорему

     

	Будь-яка теорема складається із двох частин: перша частина – умова (тобто те, що задано), друга частина – висновок (тобто те, що треба довести).



	Приклад. Якщо дві різні прямі перетинаються (умова), то вони мають лише одну спільну точку (висновок).



	Якщо поміняти місцями висновок і умову в теоремі, то о держимо теорему, обернену до даної. Дану теорему називають прямою.



	Наприклад: теорема «Якщо дві різні прямі мають спільну точку (умова), то вони перетинаються (висновок)» є оберненою до теореми «Якщо дві різні прямі перетинаються (умова), то вони мають лише одну спільну точку (висновок)».



	Слід зазначити, що з істинності прямої теореми не завжди випливає справедливість (істинність) оберненого твердження.

	

5. Довжина відрізка та її властивості

     

	Основні властивості вимірювання відрізків виражаються аксіомами.



	Аксіома вимірювання відрізків



	Кожний відрізок має певне довжину, більшу за нуль. Довжина відрізка дорівнює сумі довжин частин, на які він розбивається будь-якою точкою, тобто якщо С – точка відрізка АВ, то АВ=АС+ВС.



	ФОТО13



	Знаходження довжини відрізка засноване не порівнянні його з деяким відрізком, який приймається за одиницю вимірювання. Вибравши одиницю вимірювання, можна знайти довжину будь-якого відрізка. На практиці для вимірювання довжин відрізків частіше за все використовують міліметр, сантиметр, дециметр, метр, кілометр. Ці одиниці вимірювання довжин пов’язані між собою, зокрема, 1 км=1000 м, 1 м=100 см, 1 дм=10 см, 1 см=10 мм.



	Рівні відрізки мають однакову довжину і навпаки: якщо відрізки мають однакову довжину, то вони рівні.

	

	Серединою відрізка називається точка цього відрізка, яка ділить його навпіл (тобто на два рівних відрізки).



	Точка С – середина відрізка АВ,оскільки АС=СВ (рівні відрізки на малюнках познають однаковою кількістю рисок).



	ФОТО14



	Основна властивість відкладання відрізків виражається аксіомою.



	Аксіома відкладання відрізків: на будь-якій півпрямій від її початкової точки можна відкласти відрізок заданої довжини, причому тільки один.

	

6. Відстань між точками

	

	Якщо на прямій відмітити дві різні точки, то вони розіб’ють пряму на три частини, дві з яких - це промені, а та, що знаходиться між променями, називається відрізком.



	Відрізок — це частина прямої, що складається з усіх точок цієї прямої, що лежать між двома даними її точками, які називаються кінцями відрізка. Точки відрізка, які лежать між його кінцями, називаються внутрішніми точками відрізка.



	Два відрізки називаються рівними, якщо вони мають однакову довжину.



	Довжина відрізка дорівнює сумі довжин частин, на які він розбивається будь-якою його точкою.



	Внутрішня точка відрізка, що розбиває його на два рівні відрізки, називається серединою відрізка.



	На будь-якому промені від його початку можна відкласти відрізок даної довжини і тільки один.



	Відстанню між точками А і В називається довжина відрізка АВ.



	Відстань між точками має такі властивості.

	1. Відстань між різними точками є величиною додатною.

	2. Відстань від точки А до точки В дорівнює відстані від точки В до точки А, для будь-яких різних точок А і В виконується рівність: АВ=ВА.

3. Для будь-яких точок А, В, С відстань між двома точками менша або дорівнює сумі двох інших відстаней: AB≤AC+DC.



	ФОТО15

	

	ФОТО16', N'Аксіома

	- твердження, яке приймається на віру (без доведення).



Аксіоматика

	- сукуп­ність аксіом даної науки, приведена в певну систему.

	

Відрізок

	- частина прямої, обмежена двома точками.



Висновок

	- те, що треба довести.



Геометрія

	- наука, яка вивчає властивості геометричних фігур.



Геометрична фігура

	- будь-яке утворення з точок.



Доведення

	-  процедура, за допомогою якої встановлюють істинність гіпотези чи будь-якого твердження; логічна форма встановлення істинності будь-якого су­дження на підставі інших суджень, істинність яких перевірена практикою.



Доведення від супротивного

	- доведення, в основі якого лежить допущення, що вірним є твер­дження, протилежна умові.



Доповняльні промені

	- промені, на які точка розбиває пряму.



Кінці відрізка

	- точки, які обмежують відрізок.



Лінійна міра

	- одиниця вимірювання відрізків.



Лема

	- твердження, яке визнане істинним і яке використовують для до­ведення іншого твердження.



Означенння

	- це твердження, яке пояснює дане поняття через уже відомі поняття.



Планіметрія

	- розділ геометрії, в якому вивчаються властивості фігур на площині.



Промінь (півпряма)

	- частина прямої обмежена з однієї сторони точкою. 



Пряма

	- приймається за одне з вихідних понять, яке лише опосередковано визначається аксіомами геометрії.



Теорема

	- твердження про властивість фігури, істинність якого встановлюється у результаті міркувань.



Точка

	- геометричним об''єктом, що має властивості тільки положення в просторі, але не має жодних інших, наприклад таких як довжина, площа.



Умова

	- те, що задано.'),
 (2, N'1. Кут

	Кутом називається фігура, яка складається з точки, вершини кута, і двох променів, що виходять із цієї точки (промені називаються сторонами кута). Кут позначається знаком ∠.



	ФОТО1



	Кут із вершиною О і сторонами ОА і ОВ. Цей кут позначається так:  ∠AOB (літера, яка позначає вершину, завжди ставиться всередині) або ∠O. Нерідко кут позначається цифрою: ∠1.

	

	Кут називається розгорнутим, якщо кожна його сторона є продовженням іншої сторони.



	ФОТО2



	Два кути називаються рівними, якщо їх можна сумістити накладанням.

	Наприклад: ∠1 = ∠2.

	

	ФОТО3



	2. Величина кута та її властивості

	

	Основні властивості вимірювання кутів виражаються аксіомами.



	Аксіома вимірювання кутів:

	

     Кожний кут має певну градусну міру, більшу за нуль. Розгорнутий кут дорівнює 180°. Градусна міра кута дорівнює сумі градусних мір кутів, на які він розбивається будь-яким променем, що проходить між його сторонами, тобто якщо промінь ОС проходить між сторонами кута АОВ, то ∠AOB = ∠AOC + ∠COB

	 

	ФОТО4

	 

	За одиницю вимірювання кутів приймається градус (позначається – 1°) – кут, який дорівнює 1/180 частині розгорнутого кута. Меншими одиницями вимірювання кутів є мінута (позначається знаком '') і секунда (позначається ''''): 1° = 60'', 1'' = 60''''.

	

	  Додатне число, яке показує скільки разів градус і його частини вкладуються в даному куті, називається градусною мірою кута.



     Рівні кути мають рівні градусні міри і навпаки: якщо кути мають рівні градусні міри, то кути рівні.



     Кут називається прямим, якщо він дорівнює 90° (мал. 1); гострим, якщо він менше 90° (мал. 2); тупим, якщо він більше 90°, але менше 180° (мал. 3).



	 	ФОТО5

		ФОТО6

		ФОТО7



	Бісектрисою кута називається промінь, який виходить із вершини кута і поділяє його на два рівних кути.



	Наприклад: промінь ОС – бісектриса кута АОВ, оскільки ∠AOC = ∠COB (рівні кути на мал. позначають однаковими дужками).

	

	ФОТО8

	

	Аксіома відкладання кутів:

	

     Від будь-якої півпрямої в задану півплощину можна відкласти кут із даною градусною мірою, меншою 180°, причому тільки один.

	 

	 3. Суміжні і вертикальні кути та їх властивості

    Означення. Суміжними називаються два кути, у яких одна сторона спільна, а дві інші є продовженням одна одної.



    Наприклад: кути АОВ і ВОС – суміжні.

	

	ФОТО9

	

	Суміжні кути мають таку властивість.



    Теорема. Сума суміжних кутів дорівнює 180°.

	Наприклад: ∠АОВ + ∠ВОС = 180°, оскільки ∠АОВ і ∠ВОС – суміжні.

		

		Означення. Вертикальними називаються два кути, у яких сторони одного кута є продовженням сторін другого.

	Наприклад: вертикальними кутами будуть ∠АОВ і ∠СОD;  ∠AОС і ∠BОD.



		ФОТО10



	Вертикальні кути мають таку властивість.



	Теорема. Вертикальні кути рівні.

	∠АОВ = ∠СОD, ∠AОС = ∠BОD, оскільки ∠АОВ i ∠СОD, ∠AОС i ∠BОD - вертикальні.

	', N'Бісектриса

	- промінь, який виходить із вершини кута і поділяє його на два рівних кути.

	

Відповідний кут

	- один із кутів при перетинанні двох пря­мих січною.

	

Вертикальні кути

	- два кути, у яких сторони одного кута є продовженням сторін другого.



Вершина кута

	- спільний початок променів, що утворюють кут.



Внутрішній кут

	- кут, який утворює одна сторона фігури з іншою (суміжної до неї).



Гострий кут 

	- кут менше 90°.



Градус

	- одиниця вимірювання кутів.



Градусна міра кута

	- додатне число, яке показує скільки разів градус і його частини вкладуються в даному куті.



Доповняльний кут

	- кут, що доповнює даний до повного (180°).



Кут

	- геометрична фігура, утворена двома променями, які виходять з одної точки.



Кутова міра

	- одиниця вимірювання кутів.



Прямий кут

	- кут, що дорівнює 90°.



Рівні кути

	- кут, кожна його сторона є продовженням іншої сторони.



Сторони кута

	- два промені, які виходять з одної точки.



Суміжні кути

	- ути, у яких одна сторона спільна, а дві інші є продовженням одна одної.



Тупий кут

	- кут більше 90°, але менше 180°.'),
 (3, N'1. Паралельні прямі, прямі, що перетинаються та кути утворені їх перетином

     Дві прямі на площині можуть мати спільну точку або не мати спільних точок. Дві прямі, які мають спільну точку, називаються прямими, що перетинаються.



    Означення. Дві прямі, які лежать в одній площині і не перетинаються, називаються паралельними.

	

	ФОТО1

	

    Паралельність прямих позначається знаком ||. Паралельність прямих а і b записується так: a||b.	

	

	Аксіома паралельних прямих



     Через точку, яка не лежить на даній прямій, можна провести в площині єдину пряму, паралельну даній прямій.

	 

	 ФОТО2

	 

	    Нехай прямі а і b перетинаються третьою прямою с, яка називається січною. Тоді утворюється вісім кутів, які мають спеціальні назви: кути 3, 4, 5, 6 – внутрішні, кути 1, 2, 7, 8 – зовнішні.

		

	 ФОТО3

	 

	    Пари кутів 1 і 5, 2 і 6, 3 і 7, 4 і 8 називаються відповідними, пари кутів 3 і 6, 4 і 5 – внутрішніми різносторонніми, пари кутів 1 і 8, 2 і 7 – зовнішніми різносторонніми. Пари кутів 3 і 5, 4 і 6 називаються, 1 і 7, 2 і 8 – зовнішніми односторонніми.



     Якщо дві паралельні прямі а і b перетнуті прямою с, то:

	 1. внутрішні різносторонні кути ріні, тобто ∠3=∠6, ∠4=∠5;

	2. сума внутрішніх односторонніх кутів дорівнює 180°, тобто ∠3+∠5=180°, ∠4+∠6=180°;

	3. відповідні кути рівні, тобто ∠1=∠5, ∠2=∠6, ∠3=∠7, ∠4=∠8;

	4. зовнішні різносторонні кути рівні, тобто ∠1=∠8, ∠2=∠7;

	5. сума зовнішніх односторонніх кутів дорівнює 180°, тобто ∠1+∠7=180°, ∠2+∠8=180°.



	 ФОТО4

	 

	2. Ознаки паралельності прямих

	Дві прямі, паралельні третій, паралельні між собою.



     Якщо  a||b, b||c, то a||c. 

	 

	 ФОТО5

	 

	   Якщо дві прямі а і b перетинаються третьою прямою с, то прямі а і b паралельні, якщо:

	1. внутрішні різносторонні кути ріні, тобто ∠3=∠6, ∠4=∠5;

	2. сума внутрішніх односторонніх кутів дорівнює 180°, тобто ∠3+∠5=180°, ∠4+∠6=180°;

	3. відповідні кути рівні, тобто ∠1=∠5, ∠2=∠6, ∠3=∠7, ∠4=∠8;

	4. зовнішні різносторонні кути рівні, тобто ∠1=∠8, ∠2=∠7;

	5. сума зовнішніх односторонніх кутів дорівнює 180°, тобто ∠1+∠7=180°, ∠2+∠8=180°.

	

	3. Перпендикулярні прямі

    Означення. Дві прямі називаються перпендикулярними, якщо вони перетинаються під прямим кутом.



    Наприклад: перпендикулярні прямі а і b (позначення a⊥b), оскільки ∠AOB=90°.	

	 

	 ФОТО6

	 

	Теорема. Через кожну точку прямої можна провести перпендикулярну їй пряму, причому тільки одну.



	ФОТО7



	    Теорема. Через дану точку поза прямою можна провести перпендикулярну даній пряму, причому тільки одну.

		

	ФОТО8



4. Теореми про паралельність і перпендикулярних прямих



	Теорема. Дві прямі перпендикулярні до третьої прямої, паралельні між собою.



	Оскільки a⊥c, b⊥c то a||b.



	ФОТО9



	Теорема. Якщо одна із двох паралельних прямих перпендикулярна до третьої, то і друга пряма перпендикулярна до третьої.



	Оскільки a||b, a⊥c, то b⊥c.

	

	5. Відстань від точки до прямої

	

	Відстанню від точки до прямої називається довжина перпендикуляра, опущеного із даної точки на дану пряму.



	Наприклад: відстанню від точки А до прямої а є довжина перпендикуляра АО.

	

		ФОТО10

		

	Відстанню між паралельними прямими називається відстань від будь-якої точки однієї прямої до другої прямої.



	Наприклад: відстанню між паралельними прямими а і b є довжина відрізка АО (AO⊥b).

	

		ФОТО11

		

	Відстані від усіх точок прямої до паралельної прямої – рівні.





', N'Відповідні кути

	- кути, що лежать по один бік від січної, але один із них лежить між заданими прямими, а інший не лежить між ними.



Відстань від точки до прямої

	- довжина перпендикуляра, опущеного із даної точки на дану пряму.



Відстань між паралельними прямими

	- відстань від будь-якої точки однієї прямої до другої прямої.



Внутрішні кути

	- кути, що лежать між прямими.



Внутрішні односторонні кути

	- кути, що лежать між прямими і по один бік від січної



Внутрішні різносторонні кути

	- кути, що лежать між прямими і по різні боки від січної.



Лінія перетину

	- спільна лінія кількох тіл, фігур та ін.



Ознака паралельності прямих

	- дві прямі, паралельні третій, паралельні між собою.



Паралельні прямі

	- дві прямі, які лежать в одній площині і не перетинаються.



Паралельна лінія

	- лінія, яка не має спільних точок з ін­шою лінією.

	

Перпендикулярні прямі

	- прямі, які перетинаються під прямим кутом.



Прямі, що перетинаються

	- дві прямі, які мають спільну точку.



Січна

	- пряма, яка проходить щонайменше через 2 точки кривої, поверхні.'),
 (4, N'1. Трикутник



	Трикутник – це геометрична фігура, що складається із трьох точок, які не лежать на одній прямій, і відрізків, які з’єднують ці точки. Точки називають вершинами трикутника, а відрізки – його сторонами.



	Наприклад: трикутник із вершинами А, В, С і сторонами АВ, ВС, АС. Цей трикутник позначається так: ΔABC.

	

	ФОТО1

	

	Кути САВ, АВС, АСВ називаються кутами трикутника. Найчастіше їх позначають однією буквою: ∠A, ∠B, ∠C. Сторону ВС і кут А трикутника АВС називають протилежними. Протилежними є також сторона АВ і кут С, сторона АС і кут В. 

	Кути А і С, В і С, А і В називаються прилеглими до сторін АС, ВС, АВ.

	

	Периметром трикутника називають суму довжин трьох сторін трикутника. Якщо периметр трикутника позначити буквою Р, а довжини сторін ВС, АС і АВ – відповідно, через а, b, с, то P = a+b+c

	

	ФОТО2

		

	Теорема. У будь-якому трикутнику кожна сторона менша за суму двох інших сторін (нерівність трикутника), тобто c<a+b, a<c+b, b<c+a.

	

	2. Види трикутників



	Залежно від довжини сторін розрізняють різносторонні, рівнобедрені і рівносторонні (або правильні) трикутники.



	Трикутник, який має три різні за довжиною сторони, називають різностороннім.

	

	ФОТО3



			Трикутник, який має дві рівні сторони, називається рівнобедреним. Рівні сторони називаються бічними, а третя сторона – основою трикутника.

	

	Наприклад:  ΔАВС– рівнобедрений, у нього АВ=ВС, тобто АВ, ВС – бічні сторони, АC – основа.

	

	ФОТО4

			

		Трикутник, у якого всі сторони рівні, називають рівностороннім, або правильним. У рівностороннього трикутника всі кути рівні, величина кожного з них дорівнює 60°.

		

	ФОТО5

	

	Залежно від величини кутів розрізняють гострокутні, прямокутні й тупокутні трикутники.

	Гострокутним називається трикутник, у якого всі кути гострі.

	 

	ФОТО6

			

	Прямокутним називається трикутник, у якого є прямий кут. Сторону прямокутного трикутника, протилежну прямому куту, називають гіпотенузою, а дві інші сторони – катетами.

	Наприклад: сторона АС – гіпотенуза, сторони АВ і ВС – катети.

		

	ФОТО7

			

	Тупокутним називається трикутник, у якого є тупий кут.

		

	ФОТО8

			

	3. Висоти, бісектриси та медіани трикутника

			

     Висотою трикутника називають перпендикуляр, проведений із його вершини до прямої, яка має протилежну сторону.



    Наприклад: відрізок BD – висота відповідно гострокутного, тупокутного і прямокутного трикутників.

			

	ФОТО9

	ФОТО10

	ФОТО11



	Висоти трикутника або їх продовження перетинаються в одній точці.

	

	ФОТО12



	Медіаною трикутника називають відрізок, який з’єднує вершину трикутника із серединою протилежної сторони.

	Наприклад: ВМ – медіана трикутника АВС.

		

	ФОТО13



	Медіани трикутника перетинаються в одній точці, яка називається центром мас трикутника.

	 

	ФОТО14



	Бісектрисою трикутника називається відрізок, який з’єднує вершину кута і точку протилежної сторони й ділить кут навпіл.

	Наприклад: BL – бісектриса трикутника АВС.



	ФОТО15



	Усі бісектриси трикутника перетинаються в одній точці, яка є центром кола, вписаного в трикутник.

	

	ФОТО16



	4. Середня лінія трикутника

	

	Середньою лінією трикутника називають відрізок, який з’єднує середини двох його сторін.



	Наприклад: MN – середня лінія.



	ФОТО17

				

	Середня лінія трикутника паралельна третій стороні і дорівнює її половині.

	Наприклад: MN||AC, MN = AC/2.



	5. Поняття про рівність фігур

	Перетворення однієї фігури в іншу називається рухом, якщо воно зберігає відстані між точками, тобто будь-які дві точки А і В однієї фігури F переводяться в точки А₁ і В₁ другої фігури F₁ так, що АВ=А₁В₁. 

	

	ФОТО18



	Дві фігури F і F₁ називаються рівними, якщо вони рухом перетворюються в одну.



	Запис F=F₁ означає, що фігура F дорівнює фігурі F₁.



	Перетворення симетрії відносно точки і відносно прямої та поворот площини навколо точки є рухами.



	6. Ознаки рівності трикутників

	

	Наприклад: трикутники АВС і А₁В₁С₁ – рівні.

	

		ФОТО19



	Рівність трикутників позначається так: ΔABC = ΔА₁В₁С₁.

	

	Якщо два трикутники рівні, то елементи (тобто сторони, кути, медіани, бісектриси, висоти тощо) одного з них відповідно дорівнюють елементам другого.

	Наприклад: ΔABC=ΔА₁В₁С₁, АВ=А₁В₁, ВС=В₁С₁, АС=А₁С₁.	

	

	На малюнках рівні відрізки позначаються рівною кількістю рисок, а рівні кути однаковою кількістю дужок. У рівних трикутників проти рівних сторін лежать рівні кути, а проти рівних кутів – рівні сторони.

	

	Перша ознака рівності трикутників (за двома сторонами і кутом між ними)



	Якщо дві сторони і кут між ними одного трикутника дорівнюють відповідно двом сторонам і куту між ними другого трикутника, то такі трикутники є рівними.

	

	ФОТО20

	

	Друга ознака рівності трикутників (за стороною і двома прилеглими кутами)



	Якщо сторона і два прилеглі до неї кути одного трикутника відповідно дорівнюють стороні і двом прилеглим до неї кутам другого трикутника, то такі трикутники  - рівні.

	

	ФОТО21

	

	Третя ознака рівності трикутників (за трьома сторонами)



	Якщо три сторони одного трикутника відповідно дорівнюють трьом сторонам другого трикутника, то такі трикутники є рівними.

	

	ФОТО22



	Два прямокутні трикутники рівні, якщо виконується одна з умов:

	1. два катети одного трикутника відповідно дорівнюють двом катетам другого трикутника;

	2. катет і гострий кут одного трикутника відповідно дорівнюють катету і гострому куту другого трикутника;

	3. гіпотенуза і гострий кут одного трикутника дорівнюють гіпотенузі і гострому куту другого трикутника;

	4. гіпотенуза і катет одного трикутника відповідно дорівнюють гіпотенузі і катету другого трикутника.



	7. Властивості та ознаки рівнобедреного трикутника

	

	Властивості рівнобедреного трикутника



	Рівнобедрений трикутник має такі властивості.



	1. У рівнобедреного трикутника кути при основі рівні.	

	Наприклад: АВ=ВС, тобто ΔABC – рівнобедрений, отже, ∠A=∠C.



	ФОТО23

	

	1. У рівнобедреного трикутника медіана, проведена до основи, є і бісектрисою, і висотою.

	2. У рівнобедреного трикутника висота, проведена до основи, є і бісектрисою, і медіаною.

	3. У рівнобедреного трикутника бісектриса, проведена до основи, є і медіаною, і висотою.

		

		Наприклад: у  (АВ=ВС) відрізок BD є і медіаною (AD=DC), і висотою (BD⊥AC), і бісектрисою (∠ABD=∠CBD).

	

	ФОТО24



	Ознаки рівнобедреного трикутника



	Якщо в трикутнику:

	- два кути рівні,

	- медіана і висота збігаються,

	-  медіана і бісектриса збігаються,

	- висота і бісектриса збігаються, то він є рівнобедреним.', N'Бісектриса трикутника

	- відрізок, який з’єднує вершину кута і точку протилежної сторони й ділить кут навпіл.



Вершина рівнобедреного трикутника

	- вершина, що лежить проти його основи.



Вершина трикутника

	- вершина довільного кута трикутника.



Висота

	- відстань від основи предмета до найдальшої точки його вгорі по вертикальній лінії.



Висота трикутника

	- перпендикуляр, проведений із його вершини до прямої, яка має протилежну сторону.



Гіпотенуза

	- сторона прямокутного трикутника, протилежна прямому куту.



Гострокутний трикутник

	- трикутник, у якого всі кути гострі.



Друга ознака рівності трикутників

	- якщо сторона і два прилеглі до неї кути одного трикутника відповідно дорівнюють стороні і двом прилеглим до неї кутам другого трикутника, то такі трикутники  - рівні.



Катет

	- одна з двох сторін, що утворюють прямий кут у прямокутному три­кутнику.



Медіана

	- пряма лінія, проведена з вершини кута трикутника до середини протилежної сторони.

	

Медіана трикутника

	- відрізок, який з’єднує вершину трикутника із серединою протилежної сторони.



Нерівність трикутника

	- сторона довільного трикутника не може бути більша чи рівна сумі двох інших його сторін.



Периметр

	- суму довжин трьох сторін трикутника.



Перша ознака рівності трикутників

	- якщо дві сторони і кут між ними одного трикутника дорівнюють відповідно двом сторонам і куту між ними другого трикутника, то такі трикутники є рівними.



Прямокутний трикутник

	- трикутник, у якого є прямий кут. 



Рівнобедрений трикутник

	- трикутник, який має дві рівні сторони.



Рівносторонній (правильний) трикутник

	- трикутник, у якого всі сторони рівні.



Різносторонній трикутник

	- трикутник, який має три різні за довжиною сторони.



Рух

	- перетворення однієї фігури в іншу, яке зберігає відстань між точками.



Середня лінія трикутника

	- відрізок, який з’єднує середини двох його сторін.

	

Сторони трикутника

	- відрізки, які з''єднують вершини трикутника.



Третя ознака рівності трикутників

	- якщо три сторони одного трикутника відповідно дорівнюють трьом сторонам другого трикутника, то такі трикутники є рівними.



Трикутник

	- це геометрична фігура, що складається із трьох точок, які не лежать на одній прямій, і відрізків, які з’єднують ці точки.



Тупокутний трикутник

	- трикутник, у якого є тупий кут.



Центр кола вписаного в трикутник

	- точка перетину бісектрис трикутника.



Центр мас трикутника

	- перетин медіан трикутника в одній точці.'),
 (5, N'1. Сума кутів трикутника. Зовнішній кут трикутника



	1. Сума кутів трикутника



	Теорема про суму кутів трикутника. Сума кутів трикутника дорівнює 180°.

	

	Наприклад: ∠A + ∠B + ∠C = α + β + γ = 180°.

	

	ФОТО1

		

	2. Зовнішній кут трикутника



	Зовнішнім кутом трикутника називається кут, суміжний із кутом трикутника при цій вершині.



	Наприклад:  ∠BAD– зовнішній кут трикутника АВС.	



	ФОТО2



	Із теореми про суму кутів трикутника випливають такі висновки:



	1. У будь-якого трикутника хоча б два кути є гострими.



	2. Зовнішній кут трикутника дорівнює сумі двох внутрішніх кутів, не суміжних із ним.



    Наприклад: ∠DBA = ∠ABC + ∠BCA.



	3. Зовнішній кут трикутника більший за будь-який внутрішній кут, не суміжний із ним.



	Наприклад: ∠DBA > ∠B, ∠DAB > ∠C.



	4. Сума гострих кутів прямокутного трикутника дорівнює 90°.



    Наприклад: ∠B + ∠C = 90°.

	

	ФОТО3

', N'Зовнішній кут трикутника

	- кут, суміжний із кутом трикутника при цій вершині.



Теорема про суму кутів трикутника

	- сума кутів трикутника дорівнює 180°.'),
 (6, N'1. Поняття про подібність фігур

	

	Фігура F₁ називається подібною до фігури F (F₁~f), якщо існує відображення фігури F на фігуру F₁, при якому для будь-яких двох точок А і В фігури F та їх образів А₁ і В₁ фігури F₁ відношення відстаней АВ і А₁В₁ є величиною сталою.

	

	ФОТО1

	

	Число k=AB/А₁В₁ називають коефіцієнтом подібності.



	У подібних фігур відповідні кути рівні, а відповідні відрізки пропорційні.

	

	Наприклад: у подібних трикутниках АВС і А₁В₁С₁: 

	∠A=∠А₁, ∠B=∠B₁, ∠C=∠C₁;

	AB/А₁В₁ = BC/B₁C₁ = AC/А₁C₁

	

	ФОТО2



2. Ознаки подібності трикутників

     

	Перша ознака подібності трикутників (за двома кутами)



	Якщо два кути одного трикутника відповідно дорівнюють двом кутам другого трикутника, то такі трикутники є подібними.

	

	ФОТО3



	Друга ознака подібності трикутників (за двома сторонами і кутом між ними)



	Якщо дві сторони одного трикутника пропорційні двом сторонам другого трикутника і кути, утворені цими сторонами, рівні, то такі трикутники є подібними.		

	

	AB/А₁В₁ = AC/А₁C₁

	

	ФОТО4



	Третя ознака подібності трикутників (за трьома сторонами)



	Якщо три сторони одного трикутника пропорційні трьом сторонам другого трикутника, то такі трикутники є подібними.

		

		AB/А₁В₁ = BC/B₁C₁ = AC/А₁C₁

	

	ФОТО5

	

3. Теорема Піфагора та її наслідки



	Теорема. У прямокутному трикутнику квадрат гіпотенузи дорівнює сумі квадратів катетів.

	Наприклад:  AB²=AC²+BC², або c²=a²+b².

	

	ФОТО6



	Наслідки з теореми Піфагора

	1. У прямокутному трикутнику будь-який із катетів менший за гіпотенузу.

	2. Квадрат катета дорівнює різниці квадратів гіпотенузи і другого катета

	a²=c²-b², b²=c²-a²

	3. Площа квадрата побудованого на гіпотенузі прямокутного трикутника, дорівнює сумі площ квадратів, побудованих на катетах.



	Наприклад: S=S₁+S₂.

	

	ФОТО7



	Теорема, обернена до теореми Піфагора:

	якщо квадрат однієї сторони трикутника дорівнює сумі квадратів двох інших сторін, то цей трикутник є прямокутним.

', N'Друга ознака подібності

	- якщо дві сторони одного трикутника пропорційні двом сторонам другого трикутника і кути, утворені цими сторонами, рівні, то такі трикутники є подібними.



Перша ознака подібності

	- якщо два кути одного трикутника відповідно дорівнюють двом кутам другого трикутника, то такі трикутники є подібними.



Похила

	- усяка пряма, що перетинає іншу пряму або площину під кутом,відмінним від прямого та нульового.



Теорема Піфагора

	- у прямокутному трикутнику квадрат гіпотенузи дорівнює сумі квадратів катетів.



	Третя ознака подібності

- якщо три сторони одного трикутника пропорційні трьом сторонам другого трикутника, то такі трикутники є подібними.'),
 (7, N'1. Поняття площі. Основні властивості площі



	Геометричну фігуру називають простою, якщо її можна розбити на скінченне число плоских трикутників (плоским трикутником називається скінченна частина площини, обмежена трикутником).

	

	ФОТО1

	

	Площа простої фігури – це додатна величина, числове значення якої має такі властивості:

	1. рівні фігури мають рівні площі;

	2. якщо фігура розбивається на частини, кожна з яких є простою фігурою, то площа всієї фігури дорівнює сумі площ її частин;

	3. площа квадрата зі стороною, яка дорівнює одиниці вимірювання, дорівнює одиниці.



	Площа квадрата зі стороною 1 мм, 1 см, 1 дм, 1 м відповідно дорівнює 1 мм², 1 см², 1 дм², 1 м².	

	

	Якщо фігура не є простою, її площу визначають таким чином. Дана фігура має площу S, якщо існують прості фігури, які обмежують її та містяться в ній із площами, що як завгодно мало відрізняються від площі S.



	ФОТО2



2. Площа трикутника

	

	Площа трикутника дорівнює пів добутку його сторони (основи) на проведену до неї висоту: 

	S = 1/2 * a * h



	ФОТО3



	Крім того, площу трикутника можна обчислити за формулами.

	

	Наприклад: за формулою Герона:

	S = √(p(p-a)(p-b)(p-c)),

	де a, b, c – сторони трикутника, p=(a+b+c)/2 – його півпериметр.



	Площа прямокутного трикутника дорівнює половині добутку його катетів:

	S = ab/2



	ФОТО4

	

	Площу правильного (рівностороннього) трикутника можна обчислити за формулою:

	S = (a²√3) / 4, де а – його сторона.

	

	Площі подібних трикутників відносяться як квадрати відповідних лінійних елементів.

', N'Плоский трикутник

	- скінченна частина площини, обмежена трикутником.'),
 (8, N'1. Коло і круг



	Геометричним місцем точок називають фігуру, що складається з усіх точок площини, які мають певну властивість.



	Колом називають геометричне місце точок площини, рівновіддалених від даної точки, яка називається центром кола.



	ФОТО1

	

	Відстань від точки кола до його центра називається радіусом.



	Радіусом називають також будь-який відрізок, що з’єднує точку кола з його центром.

	Наприклад: ОА, ОВ, ОС – радіуси кола.



	ФОТО2

	

	Відрізок, який з’єднує дві точки кола, називається хордою.



	Хорда, що проходить через центр кола, називається діаметром кола.



	Наприклад: DF, BC – хорди, BC – діаметр.



	Рівні хорди кола віддалені від центра. Дві хорди кола, які рівновіддалені від центра, мають однакову довжину.	

	Приклад. Якщо АВ=CD, то ON=OM, і навпаки, якщо OM=ON, то АВ=CD.

	

	ФОТО3



	Діаметр кола, перпендикулярний до хорди, проходить через її середину.

	Приклад. Якщо АМ=МВ, то CD⊥AB, і навпаки, якщо CD⊥AB, то АМ=МВ.



	ФОТО4



	Круг – це геометричне місце точок площини, відстань яких від даної точки, що називається центром, не перевищує даної відстані, яка називається радіусом (інакше кажучи, кругом називається скінченна частина площини, обмежена колом).



	Приклад: О – центр круга, ОА – радіус круга.



	ФОТО5

		

2. Дотична до кола та її властивості



	Пряму, що проходить через точку кола перпендикулярно до радіуса, проведеного до даної точки, називають дотичною до кола. При цьому дану точку кола називають точкою дотику.



	Дотична до кола має з колом тільки одну спільну точку – точку дотику.

	Приклад: пряма АВ – дотична до кола, бо AB⊥OM. М – точка дотику.



	ФОТО6

	

	Дотичними колами називаються два кола, які мають лише одну спільну точку (у цій точці вони мають спільну дотичну). Дотик кіл називається внутрішнім дотиком, якщо центри кіл лежать по один бік від їх спільної дотичної.

	

	ФОТО7

	

	Дотик кіл називається зовнішнім дотиком, якщо центри кіл лежать по різні боки від їх спільної дотичної.



	ФОТО8

', N'Внутрішній дотик

	- дотик, при якому криві або тіла знахо­дяться по один бік від січної.



Внутрішній дотик кіл

	- центри кіл лежать по один бік від їх спільної дотичної.



Геометричне місце точок

	- фігура, що складається з усіх точок площини, які мають певну властивість.



Діаметр

	- хорда, що проходить через центр кола.



Діаметр

	- відрізок прямої, яка сполучає дві протилежні точки кола або сфери і проходить через його центр.



Дотичні кола

	- два кола, які мають лише одну спільну точку.



Дотична до кола

	- пряму, що проходить через точку кола перпендикулярно до радіуса, проведеного до даної точки.



Дотична до кола

	- пряма, що має одну спільну точку з колом.



Зовнішній дотик

	- до­тик, при якому криві або тіла знаходяться по різні боки від січної.



Зовнішній дотик кіл

	- центри кіл лежать по різні боки від їх спільної дотичної.



Коло

	- геометричне місце точок площини, рівновіддалених від даної точки.



Коло

	- замкнена крива, всі точки якої однаково віддалені від однієї, яка називається центром.



Концентричні кола

	- два кола, які мають спільний центр і лежать в одній площині.



Круг

	- скінченна частина площини, обмежена колом; геометричне місце точок площини, відстань яких від даної точки, що називається центром, не перевищує даної відстані, яка називається радіусом.



Круговий сектор

	- час­тина круга, обмежена двома його радіусами.



Радіус

	- відстань від точки кола до його центра.



Сектор

	- частина круга, об­межена дугою і двома радіусами.



Точка дотику

	- точка, в якій відбувається дотик.



Хорда

	- відрізок, який з’єднує дві точки кола.'),
 (9, N'1. Вимірювання вписаних кутів



	Центральним кутом у колі називають кут із вершиною в його центрі, зі сторонами, утвореними двома радіусами.

	Наприклад:  ∠AOB – центральний кут.



	ФОТО1

	

	Частину кола, розташовану всередині центрального кута, називають дугою кола, яка відповідає даному центральному куту.

	Наприклад: виділена дуга АВ (позначення ∪AB) відповідає центральному куту АОВ. Також кажуть, що кут АОВ опирається на дугу АВ.

	

	Градусною мірою дуги кола називається градусна міра відповідного центрального кута.

	Наприклад: ∠AOB = A ∪AB.



	Вписаним кутом називають кут, вершина якого лежить на колі, а сторони перетинають його.

	Наприклад: ∠ABC – вписаний.

	

	ФОТО2



	Дуга кола, яка лежить усередині вписаного кута, називається дугою, яка відповідає даному вписаному куту.

	Наприклад: виділена дуга АС відповідає вписаному куту АВС (також кажуть, що кут АВС опирається на дугу АС).

	

2. Теорема про вписаний кут



	Теорема. Вписаний кут вимірюється половиною дуги, на яку він опирається (дорівнює половині центрального кута, який опирається на цю ж дугу).

	Наприклад: ∠ABC=0.5 ∪ AC = 0.5∠AOC



	ФОТО3

	

	Із цієї теореми випливає, що:

	1. Вписані кути, які опираються на одну і ту ж дугу, рівні.

	Наприклад: ∠AB₁C = ∠AB₂C = ∠AB₃C.



	ФОТО4

	

	2. Вписаний кут, який опирається на діаметр, є прямим.

	Наприклад: ∠ABC = 90°.



	ФОТО5

', N'Вписаний кут

	- кут, вершина якого лежить на колі, а сторони перетинають його.



Вписаний кут

	- кут, вершина якого належить колу, а сторони перетинають коло.



Градусна міра дуги кола

	- називається градусна міра відповідного центрального кута.



Дуга кола

	- частину кола, розташовану всередині центрального кута.



Дуга кола

	- частина кола, розміщена між двома будь-якими його точками.



Теорема про вписаний кут

	- вписаний кут вимірюється половиною дуги, на яку він опирається (дорівнює половині центрального кута, який опирається на цю ж дугу).



Центральний кут у колі

	- кут із вершиною в його центрі, зі сторонами, утвореними двома радіусами.'),
 (10, N'1. Довжина кола

	

	Довжина С кола обчислюється за формулою:

	C = 2πR  або C=πd,

	де R – радіус кола, d – його діаметр.



	ФОТО1

	

	Відношення довжин двох кіл дорівнює відношенню їх радіусів: C₁/C₂ = R₁/R₂.



2. Довжина дуги



	 Довжина дуги кола радіуса R може бути обчислена за формулою:

	l = πRn° / 180°, 

	де l – довжина дуги; n° – градусна міра дуги.

	

	ФОТО2

	

3. Число π



	Відношення довжини кола до його діаметра не залежить від кола, тобто воно одне й те ж для будь-яких кіл.



	ФОТО3

	

	Це відношення прийнято позначати буквою π: C₁/2R = C₂/2r = π; π=3.1415926



4. Площа круга і його частин



	Площа круга обчислюється за формулами:

	S = πR²  або  S = πd²/4, 

	де R – радіус круга, d – його діаметр.



	ФОТО4



	Круговим сектором називається частина круга, яка лежить усередині відповідного центрального кута.



	ФОТО5

	

	Площа сектора може бути обчислена за формулою

	S = πR²n°/360°, де n° – градусна міра дуги сектора.

	

     Круговим сегментом називається спільна частина круга і півплощини.

	

	ФОТО6

	

	Якщо круг перетнути прямою, то він ділиться на два кругових сегменти.

	

	Площу кругового сегмента можна обчислити за формулою:

	Sₖᵣ.ₛ = Sₖᵣ.ₛ ± SΔAOB, 

	причому при α<180° беремо знак «-», а при α>180° – знак «+».



5. Площа кругового кільця



	Круговим кільцем називається частина площини, обмежена двома концентричними колами.



	Площа кругового кільця дорівнює різниці площ зовнішнього і внутрішнього кругів.

	

	S = 1/4π (D²-d²), 

	де D – діаметр зовнішнього круга, d – діаметр внутрішнього круга.



	ФОТО7

















', N'Кругове кільце

	- частина площини, обмежена двома концентричними колами.



Круговий сегмент

	- спільна частина круга і півплощини; частина круга, яка лежить усередині відповідного центрального кута.



'),
 (11, N'1. Властивості серединного перпендикуляра до відрізка



	Геометричним місцем точок площини, рівновіддалених від двох даних точок, є серединний перпендикуляр до відрізка, що з’єднує ці дві точки (серединний перпендикуляр – це пряма, що проходить через середину відрізка перпендикулярно до нього).

	

	ФОТО1

	

	Приклад. Якщо АС=ВС і l – серединний перпендикуляр до відрізка АВ, то С належить l, і навпаки, якщо С належить серединному перпендикуляру l, то СА=СВ.



2. Коло, описане навколо трикутника



	Коло називають описаним навколо трикутника, якщо воно проходить через усі його вершини. Трикутник при цьому має назву вписаного.



	ФОТО2



     Центр кола, описаного навколо трикутника, є точкою перетину серединних перпендикулярів до сторін трикутника.

	 

	ФОТО3

	

	Навколо будь-якого трикутника можна описати коло, причому тільки одне.

	

	Радіус R описаного кола можна обчислити за формулами:

	R = abc/4S або R=abc/(4√(p(p-a)(p-b)(p-c))), 

	де a, b, c – довжини сторін трикутника, p = (a+b+c)/2 – півпериметр трикутника, S – його площа.

	

	Радіус R кола, описаного навколо рівностороннього трикутника, можна обчислити за формулою:

	R = a /√3 = (a√3)/3, 

	де а – довжина сторони трикутника.

	

	Радіус R кола, описаного навколо прямокутного трикутника, можна обчислити за формулою:

	R = c/2, де с – довжина його гіпотенузи.

	

	Центр кола, описаного навколо гострокутного трикутника міститься всередині трикутника (мал. 1); описаного навколо тупокутного трикутника – поза трикутником (мал. 2); описаного навколо прямокутного трикутника – на середині гіпотенузи (мал. 3).



	ФОТО4

	ФОТО5

	ФОТО6

	

3. Властивості бісектриси кута



	Геометричним місцем точок площини, рівновіддалених від сторін даного кута, є його бісектриса.

	

	Приклад. Якщо точка М рівновіддалена від сторін кута АОВ (МА=МВ, MA⊥OA, MB⊥OB), то точка М лежить на бісектрисі ОС кута АОВ, і навпаки, якщо точка М лежить на бісектрисі кута АОВ, то вона рівновіддалена від його сторін (тобто МА=МВ, MA⊥OA, MB⊥OB).

	

	ФОТО7



4. Коло, вписане в трикутник



	Коло називають вписаним в трикутник, якщо воно дотикається до всіх його сторін. Трикутник при цьому називається описаним навколо кола.



	ФОТО8

	

	Центр кола, вписаного в трикутник, є точкою перетину його бісектрис.



	ФОТО9



	У будь-який трикутник можна вписати коло, причому тільки одне.

	

	Радіус R вписаного кола можна обчислити за формулами:

	r = S/p або r = √((p-a)(p-b)(p-c)/p),

	де a, b, c – довжини сторін трикутника,  p = (a+b+c)/2 – півпериметр трикутника, S – його площа.

	

	Радіус R кола, вписанного в рівносторонній трикутник, можна обчислити за формулою:

	r = R/2 = a/2√3 = (a√3)/6,

	де а – довжина сторони трикутника, R – радіус кола, описаного навколо трикутника.

	

	Радіус R кола, вписаного в прямокутний трикутник, можна обчислити за формулою:

	r = (a+b-c)/2,

	де a, b – довжини катетів прямокутного трикутника, с – довжина його гіпотенузи.





































	







	', N'Бісектриса

	- геометричне місце точок площини, рівновіддалених від сторін даного кута.



Вписаний трикутник

	- трикутник, всі вершини якого знаходяться на колі.



Серединний перпердикуляр

	- пряма, що проходить через середину відрізка перпендикулярно до нього.



'),
 (12, N'1. Синус, косинус, тангенс і котангенс гострого кута прямокутного трикутника



	Синусом гострого кута α прямокутного трикутника називають відношення катета, протилежного куту α, до гіпотенузи:

	sinα = BC/AB

	

	ФОТО1

	

	Косинусом гострого кута α прямокутного трикутника називають відношення катета, прилеглого до кута α, до гіпотенузи:

	cosα = AC/AB



	Тангенсом гострого кута α прямокутного трикутника називають відношення катета, прилеглого до кута α, до катета, протилежного куту α:

	tgα = BC/AC



	Котангенсом гострого кута α прямокутного трикутника називають відношення катета, прилеглого до кута α, до катета, протилежного куту α:

	ctgα = AC/BC

	

	Значення синуса, косинуса, тангенса і котангенса деяких кутів подано в таблиці.



	ФОТО2

	

	З означення sin α, cos α, tg α, ctg α випливають такі правила:

	1. Невідомий катет дорівнює добутку гіпотенузи на синус кута, протилежного невідомому катету, або на косинус кута, прилеглого до відомого катета:

	a = c⋅sinα = c⋅cosβ, b = c⋅sinβ = c⋅cosα 

	

	ФОТО3



	2. Невідомий катет дорівнює добутку другого катета на тангенс кута, протилежного невідомому катету, або на котангенс кута, прилеглого до невідомого катета:

	a = b⋅tgα = b⋅ctgβ, b = a⋅tgβ = a⋅ctgα 

	

2. Основні тригонометричні тотожності



	sin²α + cos²α = 1;

	tgα⋅ctα = 1;

	tgα = sinα / cosα;

	ctgα = cosα / sinα;

	1+tg²α = 1/cos²α;

	1+ctg²α = 1/sin²α.

	

	При зростанні гострого кута синус та тангенс кута зростають, а косинус та котангенс – спадають.

	

	Для будь-якого кута α прямокутного трикутника:

	sin(90°-α) = cosα, cos(90°-α) = sinα,

	tgα(90°-α) = ctgα, ctgα(90°-α) = tgα





	



















', N'Косинус

	- відношення катета, прилеглого до кута α, до гіпотенузи.



Котангенс

	- відношення катета, прилеглого до кута α, до катета, протилежного куту α.



Синус

	- відношення катета, протилежного куту α, до гіпотенузи.



Тангенс

	- відношення катета, прилеглого до кута α, до катета, протилежного куту α.'),
 (13, N'1. Теореми синусів і косинусів



	Теорема косинусів. Квадрат будь-якої сторони трикутника дорівнює сумі квадратів двох інших сторін без подвоєного добутку цих сторін на косинус кута між ними.

	Наприклад: у ΔABC a² = b²+c²-2⋅b⋅c⋅cosα, b² = a²+c²-2⋅a⋅cosβ, c² = a²+b²-2⋅a⋅c⋅cosγ



	ФОТО1

	

	Теорема синусів. У довільному трикутнику відношення будь-якої сторони до синуса протилежного кута стале і дорівнює діаметру описаного навколо нього кола:

	α/sinα = b/sinα = c/sinγ = 2R

	

	ФОТО2

	

	Варто пам’ятати, що синуси суміжних кутів рівні, а їх косинуси – протилежні числа: 

	sin(180°-α) = sinα, cos(180°-α) = -cosα



2. Розв''язування трикутників



	Розв’язуванням трикутників називається знаходження всіх його шести елементів (тобто трьох сторін і трьох кутів) за будь-якими трьома елементами, що визначають трикутник.

	

	     Розглянемо задачу на розв’язування трикутників. При цьому будемо використовувати такі позначення для сторін трикутника АВС: АВ=с, ВС=а, СА=b.



		 ФОТО3

		 

	Задача.  Дано: а, ∠B, ∠C. Знайти: ∠A, b, с (розв’язування трикутника за стороною і двома прилеглими кутами).

	

	Розв’язання:

	∠A = 180° - ∠B - ∠C.

	За теоремою синусів знаходимо b і с:

	b = α*(sin∠B/sin∠A);

	c = α*(sin∠C/sin∠A)





	















	



', N'Розв''язування трикутників

	- знаходження всіх його шести елементів (тобто трьох сторін і трьох кутів) за будь-якими трьома елементами, що визначають трикутник.



Теорема косинусів

	- квадрат будь-якої сторони трикутника дорівнює сумі квадратів двох інших сторін без подвоєного добутку цих сторін на косинус кута між ними.



Теорема синусів

	- у довільному трикутнику відношення будь-якої сторони до синуса протилежного кута стале і дорівнює діаметру описаного навколо нього кола.'),
 (14, N'1. Паралелограм та його властивості



	Паралелограмом називають чотирикутник, у якого протилежні сторони попарно паралельні.

	Наприклад: чотирикутник ABCD – паралелограм, оскільки AB||CD, AD||BC.

	

	ФОТО1



	Властивості паралелограма

	У паралелограма:

	1. Протилежні сторони рівні. AB=CD, AD=BC.

	2. Протилежні кути рівні: ∠A=∠C, ∠B=∠D.

	3. Діагоналі точкою перетину діляться навпіл. АО=ОС, ВО=ОD.

	4. Кожна діагональ розбиває паралелограм на два рівних трикутники: ΔABC=ΔDCA, ΔABD=ΔCDB.

	5. Сума кутів, прилеглих до однієї сторони паралелограма, дорівнює 180°: 

	∠A + ∠B = ∠B + ∠C = ∠C + ∠D = ∠D + ∠A = 180°.

	6. Сума квадратів діагоналей паралелограма дорівнює сумі квадратів його сторін:

	AC² + BD² = AB² + BC² + CD² + AD²

	або

	AC² + BD² = 2(AB² + BC² )

	

	Висотою паралелограма називають перпендикуляр, опущений із будь-якої точки однієї сторони на пряму, що містить протилежну сторону (або відстань між протилежними сторонами).

	Наприклад: MN і ВК – висоти.

	

	ФОТО2



2. Ознаки паралелограма



	1. Якщо діагоналі чотирикутника перетинаються і точкою перетину діляться навпіл, то такий чотирикутник паралелограм.

	Наприклад: якщо АО=ОС, ВО=ОD, то ABCD – паралелограм.

	

	   2. Якщо в чотирикутника дві сторони паралельні і рівні, то цей чотирикутник – паралелограм.

	Наприклад: якщо AB||CD, AB=CD (або AD||BC, AD=BC), то ABCD – паралелограм.

	

	3. Якщо в чотирикутника протилежні сторони попарно рівні, то цей чотирикутник – паралелограм.

	Наприклад: AB=CD і AD=BC, то ABCD – паралелограм.



3. Прямокутник, ромб, квадрат та їх властивості

	

	Прямокутником називають паралелограм, у якого всі кути прямі.

	Наприклад: паралелограм ABCD – прямокутник, оскільки ∠A=∠B=∠C=∠D=90°.



	ФОТО3

	

	Ознаки прямокутника:

	1. Якщо у паралелограма один із кутів прямий, то цей паралелограм – прямокутник.

	2. Якщо у паралелограма діагоналі рівні, то цей паралелограм – прямокутник.

	

	Властивості прямокутника:

	Прямокутник має всі властивості паралелограма, крім того, діагоналі прямокутника рівні.

	Ромбом називається паралелограм, у якого всі сторони рівні.

	Наприклад: паралелограм ABCD – ромб, оскільки AB= BC=CD=AD.

	

	ФОТО4

	

	Ознаки ромба:

	1. Якщо у паралелограма діагоналі перпендикулярні, то такий паралелограм – ромб.

	2. Якщо у чотирикутника сторони рівні, то такий чотирикутник – ромб.

	

	Властивості ромба:

	Ромб має всі властивості паралелограма, крім того:

	1. Діагоналі ромба взаємно перпендикулярні.

	2. Діагоналі ромба є бісектрисами його кутів.

	

	Квадратом називають прямокутник, у якого всі сторони рівні.



	Квадратом називають ромб, у якого всі кути прямі.

	 

	ФОТО5

	

	Властивості квадрата:

	1. У квадрата всі кути прямі і всі сторони рівні.

	2. Діагоналі квадрата рівні і перетинаються під прямим кутом.

	3. Діагоналі квадрата є бісектрисами його кутів. Кожна діагональ квадрата утворює зі стороною кут 45°.

	

	ФОТО6













	





	

', N'Висота паралелограма

	- перпендикуляр, опущений із будь-якої точки однієї сторони на пряму, що містить протилежну сторону (або відстань між протилежними сторонами).



Висота прямокутника

	- довжина перпендикуляра, який проведений з вершини прямокутника до проти­лежної сторони.



Квадрат

	- прямокутник, у якого всі сторони рівні.



Квадрат

	- ромб, у якого всі кути прямі.



Квадрат

	- паралелограм, у якого всі сторони і всі кути рівні між собою. 



Конгруентність

	- рів­ність геометричних фігур.



Паралелограм

	- чотирикутник, у якого протилежні сторони попарно паралельні.



Паралелограм

	- плос­кий чотирикутник, протилежні сторони якого попарно паралельні.



Периметр

	- довжина замкне­ного контуру або сума довжин усіх сторін за­мкненого багатокутника на площині.



Прямокутник

	- паралелограм, у якого всі кути прямі.'),
 (15, N'1. Трапеція та її властивості



	1. Трапеція та її властивості



	Трапецією називається чотирикутник, у якого дві сторони паралельні, а дві інші сторони не паралельні.

	Паралельні сторони трапеції називають основами, а непаралельні сторони – бічними.

	Наприклад: ABCD – трапеція, оскільки AB||BC, АВ∦CD, сторони BC і AD – основи трапеції, АВ і СD – бічні сторони трапеції.

	

	ФОТО1

	

	Висотою трапеції називають перпендикуляр, проведений із будь-якої точки однієї з основ на пряму, що містить другу основу (або відстань між основами трапеції).

	Наприклад: MN – висота трапеції ABCD.

	

	ФОТО2

	

	Середньою лінією трапеції називають відрізок, що сполучає середини бічних сторін трапеції.

	Наприклад: KL – середня лінія.

	

	Властивості трапеції:

	1. Сума кутів трапеції, прилеглих до бічної сторони, дорівнює 180°. 

	2. Середня лінія трапеції паралельна основам і дорівнює їх півсумі. 

	

	Трапецію, у якої бічні сторони рівні, називають рівнобічною (рівнобедреною) трапецією.

	Наприклад: ABCD – рівнобічна трапеція.

	

	ФОТО3



	Властивості рівнобічної трапеції:

	У рівнобічній трапеції:

	1. Кути при основі рівні: ∠A = ∠D, ∠B = ∠C.

	2. Діагоналі рівні: AC=BD. 

	

	Прямокутною називають трапецію, у якої одна з бічних сторін перпендикулярна до основ. Ця бічна сторона є висотою трапеції.



	ФОТО4



	Якщо у рівнобічній трапеції діагоналі взаємно перпендикулярні, то її висота дорівнює середній лінії:

	BH = (BC+AD) / 2

	

	ФОТО5



	Коло можна описати лише навколо рівнобічної трапеції.



	ФОТО6

	

	Висота рівнобічної трапеції, у яку можна вписати коло, є середнім геометричним між її основами:

	h² = AD⋅BC

	

	ФОТО7



	Якщо у рівнобічну трапецію вписано коло, то її бічна сторона дорівнює середній лінії:

	AB = CD = (BC+AD)/2



2. Властивості чотирикутників



	Вписаного в коло:

	∠A + ∠C = 180° = ∠B + ∠D

	ac + bd = k₁k₂

	

	ФОТО8

	

	Описаного навколо кола:

	a+c = b+d

	S = pr, де p = (a+b+c+d)/2

	

	ФОТО9



	





	

















	', N'Висота трапеції

	- перпендикуляр, проведений із будь-якої точки однієї з основ на пряму, що містить другу основу (або відстань між основами трапеції).

	

Прямокутна трапеція

	- трапецію, у якої одна з бічних сторін перпендикулярна до основ. Ця бічна сторона є висотою трапеції.



Рівнобічна (рівнобедрена) трапеція

	- трапецію, у якої бічні сторони рівні.



Середня лінія трапеції

	- відрізок, що сполучає середини бічних сторін трапеції.



Трапеція

	- чотирикутник, у якого дві сторони паралельні, а дві інші сторони не паралельні.

'),
 (16, N'1. Площа чотирокутників



	1. Площа прямокутника

	

	Площа прямокутника дорівнює добутку двох його суміжних сторін:

	S = a⋅b

	

	ФОТО1

	

	Площа прямокутника дорівнює половині квадрата його діагоналі, помноженої на синус кута між діагоналями:

	S = 0.5⋅d² sinφ

	

	ФОТО2



	2. Площа квадрата



	Площа квадрата дорівнює квадрату його сторони:

	S = a²

	

	ФОТО3

	

	Площа квадрата дорівнює половині квадрата його діагоналі:

	S = 0.5d²

	

	ФОТО4

	

	3. Площа паралелограма

	Площа паралелограма дорівнює добутку його сторони (основи) на висоту, проведену до неї:

	S = a⋅h

	

	ФОТО5



	Площа паралелограма дорівнює добутку двох його суміжних сторін на синус кута між ними:

	S = absinα



	ФОТО6



	Площа паралелограма дорівнює половині добутку його діагоналей на синус кута між ними:

	S = 0.5d₁d₂sinφ

	

	ФОТО7



	4. Площа ромба

	

	Площа ромба дорівнює добутку квадрата його сторони на синус кута ромба:

	S = a²sinα

	

	ФОТО8

	

	Площа ромба дорівнює півдобутку його діагоналей:

	S = 0.5d₁d₂

	

	ФОТО9

	

	5. Площа трапеції

	Площа трапеції дорівнює добутку півсуми основ на висоту:

	S = (a+b)/2 * h

	

	ФОТО10

	

	Площа трапеції дорівнює добутку середньої лінії на висоту:

	S = mh

	

	ФОТО11

	

	Якщо діагоналі рівнобічної трапеції взаємно перпендикулярні, то  S = h², де h – висота трапеції.

	

	ФОТО12









	











	







	

	









	



', N'Площа квадрата

	- дорівнює квадрату його сторони.



Площа квадрата

	- дорівнює половині квадрата його діагоналі.



Площа паралелограма

	- дорівнює добутку його сторони (основи) на висоту, проведену до неї.



Площа паралелограма

	- дорівнює добутку двох його суміжних сторін на синус кута між ними.



Площа паралелограма

	- дорівнює половині добутку його діагоналей на синус кута між ними.



Площа прямокутника

	- дорівнює добутку двох його суміжних сторін.



Площа прямокутника

	- дорівнює половині квадрата його діагоналі, помноженої на синус кута між діагоналями.



Площа ромба

	- дорівнює добутку квадрата його сторони на синус кута ромба.



Площа ромба

	- дорівнює півдобутку його діагоналей.



Площа трапеції

	- дорівнює добутку півсуми основ на висоту.'),
 (17, N'1. Основні теоретичні відомості



	Ламаною А₁А₂А₃…Аₙ називають фігуру, що складається з точок А₁,А₂,А₃,…Аₙ, які називають вершинами ламаної, і відрізків А₁А₂, А₂А₃, …Аₙ-1Аₙ, які називають ланками ламаної. А₁ і Аₙ називають кінцями ламаної.

	

	Ламана називається простою, якщо вона не має точок само перетину.

	

	ФОТО1

	

	Наприклад: ламана з точкою самоперетину.

	

	ФОТО2

	

	Ламану називають замкненою, якщо її кінці збігаються.

	

	ФОТО3

	

	Довжиною ламаної називається сума довжин її ланок.

	Довжина ламаної не менша від довжини відрізка, що з’єднує її кінці.



2. Многокутники та їх види



	Многокутником називається проста замкнена ламана, сусідні ланки якої не лежать на одній прямій. Вершини ламаної називають вершинами многокутника, а ланки ламаної – сторонами многокутника. Дві вершини многокутника, які належать до однієї сторони називають сусідніми. Відрізки, що з’єднують несусідні вершини многокутника, називають діагоналями многокутника.



	Наприклад: АС, АD, BF, BD, CF – діагоналі многокутника ABCDF.



	Многокутник із n вершинами (із n сторонами) називають n-кутником.



	Наприклад: п’ятикутник.

	

	ФОТО4

	

	Плоским многокутником називають скінченну частину площини, обмежену многокутником.

	

	ФОТО5



	Многокутник називають опуклим, якщо він лежить по один бік від кожної прямої, яка містить його сторону.



	Наприклад: чотирикутник ABCD – опуклий, а чотирикутник KLMN – не опуклий.

	

	ФОТО6

	

3. Сума кутів опуклого многокутника



	Кутом многокутника при даній вершині називають кут, утворений його сторонами, які сходяться в цій вершині.

	

	Сума кутів опуклого многокутника дорівнює S = 180°(n-2)

	

	Зовнішнім кутом многокутника при даній вершині називають кут, суміжний із внутрішнім кутом многокутника при цій вершині.



	Сума зовнішніх кутів опуклого n-кутника, взятих по одному при кожній вершині, дорівнює 360°.

	

	Наприклад: ∠1 + ∠2 + ∠3 + ∠4 + ∠5 = 360°

	

	ФОТО7

	







	











', N'N-кутник

	- многокутник із n вершинами (із n сторонами).



Діагоналі многокутника

	- відрізки, що з’єднують несусідні вершини многокутника.



Діагональ

	- пряма лінія між двома несуміжними вершинами много­кутника або між двома вершинами много­гранника, які не знаходяться на одній його грані.



Замкнена ламана

	- ламана, кінці якої збігаються.



Зовнішній кут многокутника

	- кут, суміжний із внутрішнім кутом многокутника при цій вершині.



Кут многокутника

	- кут, утворений його сторонами, які сходяться в цій вершині.



Ламана

	- відрізки, послідовно з''єднані один з одним через вершини під різними кутами.



Многокутник

	- проста замкнена ламана, сусідні ланки якої не лежать на одній прямій.



Опуклий многокутник

	- многокутник, що лежить по один бік від кожної прямої, яка містить його сторону.



П''ятигранник

	- плоске геометричне тіло, яке має п''ять граней. '),
 (18, N'1. Основні теоретичні відомості



	Опуклий многокутник називають правильним, якщо в нього всі сторони і всі кути рівні.

	

	ФОТО1

	

	Кожний внутрішній кут правильного n-кутника дорівнює (180°⋅(n-2))/n, а зовнішній – 360°/n.

	

	Апофемою правильного многокутника називають перпендикуляр, проведений із центра правильного многокутника на його сторони.



	ФОТО2

	

2. Вписані та описані многокутники



	Кожний правильний многокутник можна вписати в деяке коло і описати навколо кола. Вписані і описані кола правильного многокутника мають один і той же центр, який називають центром правильного многокутника.

	

	ФОТО3

	

	Радіуси r i R відповідно вписаного і описаного кіл правильного n-кутника пов’язані між собою співвідношенням:

	r = Rcos(180°/n)

	

	Співвідношення між стороною aₙ правильного n-кутника та радіусами описаного R і вписаного r кіл виражається формулами:

	aₙ = 2Rsin(180°/n); aₙ = 2rtg(180°/n)

	

	ФОТО4

	

	для правильного трикутника:

	a₃ = Rv3, a₃ = 2√3r

	

	ФОТО5



	для правильного чотирикутника:

	a₄ = R√2, a₄ = 2r

	

	ФОТО6

	

	для правильного шестикутника:

	a₆ = R2, a₆ = 2r/√3

	

	ФОТО7





	







	



















	



', N'Апофема

	- перпендикуляр, проведений із центра правильного многокутника на його сторони.



Восьмикутник

	- плос­ка геометрична фігура, ламана гранична лінія якої утворює вісім кутів.



Вписаний многокутник

	- многокутник, довкола якого описане коло.



Зовнішній кут

	- кут, що утворюється однією зі сторін многокутника і продовженням суміжної сторони.



Ламана

	- послідовність відрізків, в якій кінець кожного відрізка є початком на­ступного відрізка.



Многокутник

	- фігура, утворена замкнутою ламаною лінією, ланки якої створюють більше чотирьох кутів.



Неопуклий многокутник

	- многокутник, у якого хоча б один внутрішній кут більший, ніж 180°.



Описаний многокутник

	- многокутник, в який вписане коло.



Опуклий многокутник

	- многокутник, який лежить в од­ній півплощині відносно будь-якої прямої, що проходить через сусідні вершини многокутни'),
 (19, N'1. Декартові координати на площині



	1. Декартові координати



	Декартова система координат на площині задається двома взаємно перпендикулярними осями (вісь ОХ – вісь абсцис, вісь ОУ – вісь ординат), які мають спільний початок О (початок координат) і однаковий масштаб осей.

	

	ФОТО1



	Кожній точці площини за певним правилом ставиться у відповідність пара чисел – абсциса та ордината (х;у), ці числа називаються декартовими координатами точки.

	

2. Визначення декартових координат на площині

	

	Правило визначення декартових координат на площині

	

	Через точку А проводимо пряму, паралельну осі ординат (ОУ), до перетину її з віссю абсцис у точці х_А. Число х, абсолютна величина якого дорівнює відстані від точки О до точки х_А, називається абсцисою точки А.

	

	Через точку А проводимо пряму, паралельну осі ординат (ОХ), до перетину її з віссю абсцис у точці у_А. Число у, абсолютна величина якого дорівнює відстані від точки О до точки у_А, називається ординатою точки А.

	

	Декартові координати точки записують у дужках поруч із буквеним позначенням точки А(х;у), причому першою в дужках стоїть абсциса, другою – ордината.

	

	Початок координат О розподіляє кожну вісь на дві піввісі, одна з яких вважається додатною, а інша – від’ємною.



	Наприклад: точка А має координати 3 і 2, точка В – координати -2 і -2.



	Будь-якій парі чисел х і у відповідає лише одна точка площини А(х;у).



3. Відстань між двома точками



	Відстань між двома точками дорівнює квадратному кореню із суми квадратів різниць однойменних координат.

	

	Відстань між двома точками на площині:

	d = √((x₂ - x₁)² + (y₂ - y₁)²),

	де d – відстань між точкою А₁ із координатами (х₁;у₁) і точкою А₂ із координатами (х₂;у₂).

	

	ФОТО2



4. Координати середини відрізка

	

	Координати середини відрізка дорівнюють півсумі відповідних координат його кінців.

	

	Координати середини відрізка на площині



	Координати (х_с;у_с) точки С, що є серединою відрізка, визначаються за формулами

	х_с = (x₁+x₂)/2; y_с = (y₁+y₂)/2, 

	де (х₁;у₁) і (х₂;у₂) – координати точок А₁ і А₂, що є кінцями відрізка.

	

	ФОТО3

	

5. Рівняння кола



	Рівнянням фігури в декартових координатах на площині (у просторі) називається рівняння із двома невідомими х, у (із трьома невідомими х, у, z), які задовольняють координати будь-якої точки фігури, і тільки вони.

	

	Рівняння кола

	

	Якщо на площині задано деяку точку з координатами С(а,b), що є центром кола, а також радіус R, то рівняння кола має вигляд: (x-a)² + (y-b)² = R²

	

	ФОТО4

	

	Якщо центром кола є початок координат, то маємо: x² + y² = R²

	

	ФОТО5

	

6. Рівняння прямої

	

	Загальне повне рівняння будь-якої прямої у декартових координатах х, у має вигляд: ах+bу+с=0, де а, b, с – деякі числа.

	

	ФОТО6

	

	Якщо хоч один коефіцієнт у рівнянні прямої дорівнює нулю, рівняння називається неповним.



	Розташування прямої відносно осей координат залежить від коефіцієнтів а, b, с.



	1. Якщо а≠0, b≠0, с=0, то пряма ах+bу=0 проходить через початок координат.

	

	ФОТО7

	

	2. Якщо а=0, b≠0, с≠0, то пряма bу+с=0 проходить паралельно осі ОХ.

	

	ФОТО8

	

	3. Якщо а≠0, b=0, с≠0, то пряма ах+с=0 проходить паралельно осі ОУ.

	

	ФОТО9

	

	4. Якщо а≠0, b=0, с=0, одержимо х=0, що є рівнянням осі ОУ.

	

	ФОТО10

	

	5. Якщо а=0, b≠0, с=0, одержимо у=0, що є рівнянням осі ОХ.

	

	ФОТО11

	

	Якщо b≠0, то рівняння прямої можна записати у вигляді y = kx+b, де k – кутовий коефіцієнт прямої,  k = tgφ або k = (y_B - y_A) / (x_B - x_A).

	

	ФОТО12



7. Умови паралельності двох прямих



	Якщо прямі l та m задано відповідно рівняннями y = k₁x+b₁ і y = k₂x+b₂, то вони паралельні тоді і тільки тоді, коли k₁=k₂, b₁≠b₂.

	

	ФОТО13

	

	Якщо k₁=k₂, b₁=b₂, то прямі l та m збігаються.

	

8. Умови перпендикулярності двох прямих

	

	Якщо прямі l та m задано відповідно рівняннями y = k₁x+b₁ і y = k₂x+b₂, то вони перпендикулярні тоді і тільки тоді, коли k₁⋅k₂ = -1.

	

	ФОТО14

	

9. Перетворення фігур на площині

	

	Симетрія



	Симетрія відносно А(1;1)			А(х;у)

	точки 					О А₁(-1;-1)		А₁(-х;-у)

	осі 						x А₃(1;-1)		А₃(х;-у)

	осі 						y А₂(-1;1)		А₂(-х;у)

	

	ФОТО15

	

	Паралельне перенесення

	

	{x₁ = x + a,

	{y₁ = y + b.

	

	ФОТО16

	

	Гомотетія відносно точки О

	

	{x₁ = kx,

	{y₁ = ky, k ≠ 0.



	ФОТО17

	

	Поворот навколо точки О

	

	{x₁ = xcosφ - ysinφ

	{y₁ = xsinφ + ycosφ

	

	ФОТО18

', N'Абсциса

	- число, яке визна­чає положення деякої точки на площині або у просторі відносно осі X у прямокутній сис­темі координат.



Відстань між двома точками

	- дорівнює квадратному кореню із суми квадратів різниць однойменних координат.



Гомотетія

	- перетворення, за якого кожній точці площини (простору) ста­виться у відповідність інша точка (образ даної), що лежить на прямій, яка з''єднує дану точку з якоюсь фіксованою точкою (центром).



Декартові координати точки

	- кожній точці площини за певним правилом ставиться у відповідність пара чисел – абсциса та ордината (х;у).



Декартова система координат

	- сукупність умов, що визначають положення точки на площині, у просторі.



Декартова система координат на площині

	- задається двома взаємно перпендикулярними осями (вісь ОХ – вісь абсцис, вісь ОУ – вісь ординат), які мають спільний початок О (початок координат) і однаковий масштаб осей.



Координата

	- число, яким визначають положення точки на прямій або кривій лінії, на площині, поверхні, у просторі тощо. 



Ордината

	- одне з двох (трьох) чисел, що визначають положення точки на площині (у просторі) відносно прямокутної системи координат.



Перетворення лілійне

	- перетворення, що відбувається за лінійним законом.



Рівняння фігури в декартових координатах на площині

	- рівняння із двома невідомими х, у (із трьома невідомими х, у, z), які задовольняють координати будь-якої точки фігури, і тільки вони.'),
 (20, N'1. Вектори на площині



	1. Поняття вектора



	Вектор – напрямлений відрізок певної довжини, у якого один кінець вважається початком вектора, а інший – кінцем вектора.



	Вектори позначаються двома великими латинським літерами зі стрілкою над ними або однією маленькою латинською літерою зі стрілкою над нею.



	Наприклад: вектор ¯AB (А – початок вектора, В – кінець вектора) та вектор ¯a.

	

	ФОТО1

	

2. Координати вектора



	Координати вектора ¯AB, що має початок в точці А і кінець в точці В, дорівнюють різниці відповідних координат точок В і А.

	

	Координати вектора на площині

	

	Якщо початком вектора є точка А(х_А;у_А), а кінцем – точка В(х_В;у_В), то ¯AB((х_В-x_A; y_B-y_A)



	ФОТО2

	

3. Довжина вектора



	Довжина вектора (абсолютна величина, або модуль) – довжина відрізка, що зображує вектор. Позначення: |¯AB|, |¯a|.

	

	Довжина вектора на площині

	Якщо є вектор ¯a(a₁;a₂), то |¯a| = √a₁² + a₂², де |¯a| – модуль вектора, a₁;a₂ – його координати.

	

	

4. Рівні вектори



	Рівні вектори – вектори, які мають однаковий напрямок і рівні довжини.



	Наприклад: рівні вектори ¯a, ¯b.



	ФОТО3



	Рівні вектори мають рівні координати. Якщо координати векторів рівні, то вектори рівні.

	

5. Протилежні вектори



	Протилежні вектори – вектори, які мають протилежні напрямки і рівні довжини.



	Наприклад: протилежні вектори ¯a, ¯b. Позначення: ¯a = -¯b.

	

	ФОТО4

	

	Протилежні вектори мають протилежні відповідні координати. Якщо відповідні координати двох векторів протилежні, то вектори протилежні.



6. Сума векторів



	Нехай дано два вектори ¯a, ¯b.

	

	ФОТО5

	

	Візьмемо довільну точку А і побудуємо вектор ¯AB, що дорівнює a. Від точки В відкладемо вектор  ¯BC, що дорівнює ¯b.

	

	Сумою векторів ¯AB + ¯BC є вектор ¯AC, тобто вектор, що з’єднує початок першого вектора з кінцем другого вектора (так зване правило трикутника).

	

	ФОТО6

	

	Для двох векторів (ОА і ОС) зі спільним початком (О) їхня сума зображується діагоналлю паралелограма (ОВ), побудованого на цих векторах, до того ж початок вектора-суми збігається з початком цих векторів.

	

	ФОТО7

	

	Сума векторів на площині

	¯a(a₁;a₂) + ¯b(b₁;b₂) = ¯c(a₁+b₁;a₂+b₂)

	

7. Різниця векторів

	

	Різницею векторів ¯AC - ¯AB є вектор ¯BC, тобто вектор, що з’єднує кінці векторів ¯AC і ¯AB напрямлений від від’ємника до зменшуваного.

	

	ФОТО8

	

	Координати різниці двох векторів дорівнюють різниці відповідних координат вектора – зменшуваного і вектора – від’ємника.

	

	Різниця векторів на площині

	¯a(a₁;a₂) - ¯b(b₁;b₂) = ¯c(a₁-b₁;a₂-b₂)



8. Множення вектора на число

	

	Добуток λ¯a вектора ¯a на число λ є вектор |λ|⋅|¯a|, а напрямок – такий самий, що й вектора ¯a, якщо λ>0, або протилежний напрямку вектора ¯a, якщо λ<0.

	

	ФОТО9

	

	Якщо λ=0 або ¯a=0, то λ¯a=0. Координати вектора λ¯a дорівнюють добутку числа λ на відповідні координати вектора ¯a.

	

	Множення вектора на число на площині

	λ⋅¯a(a₁;a₂) = ¯c(λa₁;λa₂)

	

9. Колінеарні вектори



	Два ненульові вектори називаються колінеарними, якщо вони лежать на одній прямій або на паралельних прямих.



	Наприклад: вектори ¯a, ¯b, ¯c – колінеарні.

	

	ФОТО10



	Якщо вектори колінеарні, то їхні відповідні координати пропорційні. І навпаки, якщо відповідні координати двох векторів пропорційні, то ці вектори колінеарні.



10. Скалярний добуток двох векторів



	Скалярним добутком двох векторів називається число, яке дорівнює сумі добутків відповідних координат цих векторів. Позначення таке саме, як і для добутку чисел, –¯a⋅¯b.



	Скалярний добуток двох векторів на площині

	Якщо є вектори ¯a(a₁;a₂), ¯b(b₁;b₂), то ¯a⋅¯b = a₁b₁ + a₂b₂.



	Теорема. Скалярний добуток двох векторів  дорівнює добутку довжин цих векторів на косинус кута між ними.

	

	ФОТО11

	

	Отже, ¯a⋅¯b = |¯a|⋅|¯b|⋅cosφ

	

	Кут між двома векторами зі спільним початком визначається, як і звичайний кут.



	Якщо є два довільні вектори ¯DB і ¯AC, то кутом між ними називається кут між рівними їм векторами зі спільним початком.

	

	ФОТО12

	

	ФОТО13

	

	Кут між спів напрямленими векторами вважається таким, що дорівнює нулю.



11. Ознака перпендикулярності векторів



	Якщо вектори перпендикулярні, то їхній скалярний добуток дорівнює нулю.

	

	ФОТО14

	

	І навпаки, якщо скалярний добуток відмінних від нуля векторів дорівнює нулю, то вектори перпендикулярні.







	





	





	



















	





























	

	





	

	', N'Вектор

	- напрямлений відрі­зок; величина, що характеризується розміром, напрямом.



Векторна величина

	- величина, що, окрім свого числового зна­чення, характеризується напрямком у просторі.



Векторне додавання

	- векторна операція, результатом якої є вектор, початок якого є початком першого, а кінець — кінцем останнього.



Векторний добуток

	- операція на векторах у просторі, ре­зультатом якої є вектор.



Колінеарний вектор

	- один із векторів, які лежать на одній прямій або на паралельних прямих.



Компланарний вектор

	- один із векторів, які лежать в одній або в паралельних площинах.



Нормований вектор

	- вектор, що має нормовану (визначену) довжину, найчастіше одиничну.



Одиничнй вектор

	- вектор, що має одиничну довжину.



Оргтогональний вектор

	- вектор, що є перпендикулярним до чого-небудь.



Протилежний вектор

	- вектор, який є колінеарним і про­тилежно напрямленим даному й має таку саму довжину.'),
 (21, N'1. Площина

	Уявлення про площину дають нам, наприклад, поверхня столу, віконного скла, спокійного озера. Площина, як і пряма, нескінченна. Площина не має «країв», вона є необмеженою фігурою.



	На малюнках площину зображають у вигляді паралелограма або у вигляді довільної області.

	

	ФОТО1 

	

	ФОТО2

	

	Площини позначають маленькими грецькими літерами: α, β, γ,…



	Розділ геометрії, у якому вивчаються властивості фігур у просторі, називається стереометрією.



	Основними фігурами у просторі є точки, прямі, площини.

	

	Аксіоми стереометрії



	1. Якою б не була площина, існують точки, що їй належать, й точки, які не належать їй.



	Наприклад: точка А лежить у площині α (або належить площині α), а точка В знаходиться поза площиною α (або не належить площині α). Коротко це записується так: A∈α, B∉α.

	

	ФОТО3

	

	Якщо дві різні площини мають спільну точку, то вони перетинаються по прямій, яка проходить через цю точку.

	

	ФОТО4

	

	Якщо дві різні площини мають спільні точки, то кажуть, що вони перетинаються.



	Якщо дві різні прямі мають спільну точку, то через них можна провести площину, і до того ж тільки одну.

	

	ФОТО5

	

	Наслідки з аксіом стереометрії:



	Теорема про існування і єдність площини, яка проходить через дану пряму і дану точку



	Через пряму і точку поза нею можна провести площину, і до того ж тільки одну.

	

	ФОТО6

	

	Теорема про існування і єдність площини, яка проходить через три точки



	Через три точки, які не лежать на одній прямій, можна провести площину, і до того ж тільки одну.

	

	ФОТО7

	

	Якщо точки А, В, С не лежать на одній прямій, то площину, яка містить ці точки, позначають так: (АВС).



	Теорема про належність прямої площині



	Якщо дві точки прямої належать площині, то й уся пряма міститься в цій площині.

	

	ФОТО8

	

	Із цієї теореми випливає, що пряма а може лежати в площині, а може і не належати площині α. Якщо пряма і площина мають лише одну спільну точку, то кажуть, що вони перетинаються.

	

	ФОТО9

	

2. Паралельність прямої і площини



	Дві прямі у просторі називаються паралельними, якщо вони лежать в одній площині та не перетинаються.



    Наприклад: а та b паралельні. Паралельність прямих а та b позначається так: a||b.

	

	ФОТО10

	

	Теорема про існування єдиної прямої, паралельної даній прямій



	Через точку, яка не лежить на прямій, можна провести пряму, паралельну цій прямій, до того ж тільки одну.



	Ознака паралельності прямих



	Дві прямі, паралельній третій прямій, паралельні, якщо a||b, a||c, то a||c.



	Дві прямі називають мимобіжними, якщо вони не лежать в одній площині.



	Наприклад: а і b мимобіжні.

	

	ФОТО11



	Ознака мимобіжності прямих



	Якщо одна із двох прямих лежить у деякій площині, а друга пряма перетинає цю площину в точці, яка не лежить на першій прямій, то ці прямі мимобіжні.



	Пряма та площина називаються паралельними,якщо вони не мають спільних точок.



	Наприклад: пряма а та площина α паралельні. Паралельність прямої а та площини α позначається так: a||α.

	

	ФОТО12

	

	Ознака паралельності прямої та площини



	Якщо пряма, яка не належить площині, паралельна якій-небудь прямій у цій площині, то вона паралельна і самій площині. Якщо a||b, b⊂α.

	

3. Паралельні площини і площини, що перетинаються



	Якщо дві різні площини мають спільну точку, то вони перетинаються.



	Дві площини називаються паралельними, якщо вони не перетинаються.



	Наприклад: площини α та β паралельні. Паралельність площин α та β позначається так: α||β.

	

	ФОТО13



	Ознака паралельності площин:

	дві прямі, що перетинаються, однієї площини паралельні відповідно двом прямим другої площини, то ці площини паралельні.

	Наприклад: Якщо a||a₁, b||b₁, a∩b, a⊂α, a₁⊂β, b₁⊂β, то α||β.



	Існування єдиної площини, паралельної даній площині



	Через точку, яка не належить даній площині, можна провести площину, паралельну даній, і до того ж тільки одну.



	Властивості паралельних площин:

	

	1. Якщо дві паралельні площини перетинаються третьою, то прямі перетину паралельні.

	Наприклад: α||β, γ перетинає α по прямій а, γ перетинає β по прямій b, тоді a||b.

	

	ФОТО14

	

	2. Відрізки паралельних прямих, які розташовані між паралельними площинами, рівні.

	Наприклад: α||β, AB||CD, A∈α, C∈α, B∈β, D∈β, отже, АВ=CD.

	

	ФОТО15









	

	





	', N'Горизонтальна площина

	- площина, яка містить дві го­ризонтальні прямі, що перетинаються.



Паралельність

	- влас­тивість прямих та площин розташовуватися паралельно (не мати спільних точок).



Паралельна площина

	- площина, яка не має спільних то­чок.



Перетворення гомотетичне

	- перетворення, при яко­му всі лінійні розміри збільшуються в однако­ву кількість разів.



Проекція горизонтальна

	- проекція фігури або тіла на го­ризонтальну площину.



Проекція ортогональна

	- проекція фігури або тіла на площину, при проектуванні прямі, в напряку яких ведеться перетворення, перпендикулярні площині зображення.



Рух

	- геометричне перетво­рення, при якому зберігаються кути і лінійні розміри фігури.



Симетрія

	- властивість геометричної фігури за певних змін свого по­ложення накладатися на себе так, що не всі її точки займають початкове положення.



Система аксіом

	- по­слідовність аксіом, яка складає фундамент на­уки.'),
 (22, N'1. Кут між прямою та площиною. 



	Перпендикуляр до площини. Теорема про три перпендикуляри

	Кутом між прямою та площиною називається кут між прямою та її проекцією на площину.



	Наприклад: якщо φ – кут між прямою та площиною, то 0°≤φ≤90°.

	

	ФОТО1

	

	Кутом між похилою та площиною називається кут між похилою та її проекцією на дану площину.



	Наприклад: якщо φ – кут між похилою та площиною, то 0°<φ<90°.

	

	ФОТО2

	

	Пряма, яка перетинає площину, називається перпендикулярною до цієї площини, якщо вона перпендикулярна до будь-якої прямої, яка лежить у цій площині. Перпендикулярність прямої а та площини α позначається так: a⊥α.

	Наприклад: пряма а перпендикулярна до площини α.

	

	ФОТО3

	

	Властивості перпендикулярних прямої та площини



	1. Якщо дві прямі перпендикулярні до однієї і тієї ж площини, то ці прямі паралельні.

	Наприклад: якщо a⊥α, b⊥α, то a||b.



	ФОТО4

	

	2. Якщо площина перпендикулярна до однієї з двох паралельних прямих,  то вона перпендикулярна до іншої.

	Наприклад: якщо a⊥α, a||b, то b⊥α.

	

	3. Якщо пряма перпендикулярна до однієї із двох паралельних площин, то вона перпендикулярна й до іншої.

	Наприклад: якщо α||β, a⊥α, то α||β.

	

	ФОТО5

	

	4. Якщо дві різні площини перпендикулярні до однієї і тієї самої прямої, то ці площини паралельні.

	Наприклад: якщо a⊥α, α⊥β, то α||β.

	

	Перпендикуляром, проведеним із даної точки на дану площину, називається відрізок, який з’єднує дану точку з точкою площини та лежить на прямій, перпендикулярній до площини. Кінець цього відрізка, який лежить у площині, називається основою перпендикуляра.



	Похилою, проведеною з даної точки до даної площини, називається будь-який відрізок, який з’єднує дану точку з точкою площини та не є перпендикуляром до площини. Кінець цього відрізка, який лежить у площині, називається основою похилої.



	Відрізок, який з’єднує основи перпендикуляра та похилої, проведених з однієї і тієї ж точки, називається проекцією похилої на площину.

	 

	Наприклад: АВ – перпендикуляр до площини α, АС – похила до площини α, ВС – проекція похилої АС на площину α, В – основа перпендикуляра, С – основа похилої.

	 

	 ФОТО6



	Якщо з даної точки проведено перпендикуляр та похилу, то перпендикуляр коротший за похилу.

	

	Теорема про три перпендикуляри:

	Якщо пряма, яка лежить у площині, перпендикулярна до проекції похилої на цю площину, то вона перпендикулярна і до самої похилої. І навпаки: якщо пряма, яка лежить у площині, перпендикулярна до похилої, то вона перпендикулярна і до самої проекції на цю площину.

	Наприклад: АО – перпендикуляр, АВ – похила, ОВ – проекція похилої, с – пряма площини. Якщо OB⊥c, то AB⊥c, і навпаки: якщо AB⊥c, то OB⊥c. Пряма с може і не перетинатися з похилою АВ.

	

	ФОТО7



2. Двогранні кути. Лінійний кут двогранного кута. Перпендикулярність двох площин. Кут між площинами



	Двогранні кути



	Двогранним кутом називається фігура, яка утворена двома півплощинами зі спільною прямою, що обмежує її.

	

	ФОТО8

	

	Півплощини називаються гранями двогранного кута, а пряма, що обмежує півплощини, – ребром двогранного кута.

	Наприклад: α і β – грані, а – ребро двогранного кута.

	

	Лінійний кут двогранного кута



	Лінійним кутом двогранного кута називається кут між променями, по яких площина, яка перпендикулярна до ребра двогранного кута, перетинає грані.

	Наприклад: γ⊥c, φ – лінійний кут двогранного кута.



	ФОТО9

	

	Щоб побудувати лінійний кут двогранного кута, можна:



	1. узяти точку на ребрі двогранного кута і побудувати промені, які виходять із цієї точки, лежать на гранях двогранного кута і перпендикулярні до ребра. Кут між побудованими променями і буде лінійним кутом двогранного кута.

	Наприклад: ∠BAC – лінійний кут.

	

	ФОТО10

	

	2. узяти точку в одній із граней двогранного кута, опустити з неї перпендикуляр до другої грані та провести перпендикуляр до ребра двогранного кута. Кут між перпендикуляром до ребра і проекцією цього перпендикуляра на другу грань й буде лінійним кутом двогранного кута.

	Наприклад: ∠BAO – лінійний кут.

	

	ФОТО11

	

	Перпендикулярність двох площин



	Дві площини, що перетинаються, називаються перпендикулярними, якщо третя площина, яка перпендикулярна до прямої перетину цих площин, перетинає їх по перпендикулярних прямих.

	Наприклад: α⊥β, бо γ⊥c, a⊥b.

	

	ФОТО12

	

	Ознака перпендикулярності площин



	Якщо площина проходить через пряму, яка перпендикулярна до другої площини, то ці площини перпендикулярні.

	Наприклад: якщо b⊥α і β проходить через b, то a⊥b.



	ФОТО13

	

	Властивості перпендикулярних площин



	1. Будь-яка площина, перпендикулярна до лінії перетину перпендикулярних площин, перетинає їх по перпендикулярних прямих.

	Наприклад: якщо α⊥β, γ⊥c, то a⊥b.

	

	2. Якщо пряма, яка лежить в одній із двох перпендикулярних площин, перпендикулярна до лінії їх перетину, то вона перпендикулярна і до другої площини.

	Наприклад: якщо α⊥β, a⊥b, то b⊥α.

	

	Кут між площинами



	Кут між паралельними площинами вважається таким, що дорівнює нулю.



	Кутом між площинами, які перетинаються, називається кут між прямими перетину даних площин із площиною, яка перпендикулярна до лінії перетину даних площин.

	Наприклад: якщо γ⊥c, то φ – кут між площинами, 0°≤φ≤90°.

	

	ФОТО14

	

	Відстані у просторі



	Відстань від точки до площини – довжина перпендикуляра, опущеного з цієї точки на площину.

	Наприклад: OA⊥α, ОА – відстань від точки А до площини α.

	

	ФОТО15

	

	Якщо точка лежить на площині, то відстань від точки до площини дорівнює нулю.



	Відстань від точки до прямої – довжина перпендикуляра, опущеного з цієї точки на пряму.

	Наприклад: АО – відстань від точки А до прямої а.

	

	ФОТО16

	

	Якщо точка лежить на прямій, відстань від точки до прямої дорівнює нулю.



	Відстань між паралельними прями – відстань від будь-якої точки однієї прямої до другої прямої. Ця відстань дорівнює довжині спільного перпендикуляра (відрізка, перпендикулярного до цих прямих і кінці якого лежать на цих прямих).

	Наприклад: АВ – відстань між прямими а і b.

	

	ФОТО17

		

	Відстань між паралельною прямою і площиною – відстань від будь-якої точки цієї прямої до площини. Ця відстань дорівнює довжині спільного перпендикуляра (відрізка, перпендикулярного до прямої і площини, один кінець якого належить прямій, а інший – площині).

	Наприклад: АО – відстань від прямої а до площини α.	

	

	ФОТО18

	

	Відстань між паралельними площинами – відстань від будь-якої точки однієї площини до другої площини. Ця відстань дорівнює довжині спільного перпендикуляра (відрізка, перпендикулярного до цих площин, кінці якого лежать у цих площинах).

	Наприклад: АВ – відстань між площинами α і β.

	

	ФОТО19

	

	Відстань між мимобіжними прямими – довжина їх спільного перпендикуляра (відрізка, перпендикулярного до прямих, кінці якого лежать на цих прямих). Ця відстань дорівнює відстані між паралельними площинами, які містять ці прямі, або дорівнює відстані від будь-якої точки однієї прямої до площини, що проходить через другу пряму і паралельна першій.

	Наприклад: АВ – відстань між прямими а і b.

	

	ФОТО20

	







	





	







	

	', N'Двогранний кут

	- кут, який утворюють дві площини, що перетина­ються.



Дотична площина

	- площина, яка має з поверхнею єдину спільну точку (точку дотику).



Координатна прямокутна площина

	- пло­щина, на якій нанесені дві взаємно перпенди­кулярні числові осі зі спільним початком та однаковим одиничним відрізком.



Кут нахилу до площини

	- кут, який утворюється будь-якою площиною.



Лінійний кут

	- характе­ристика двогранного кута.



Многогранний кут

	- кут, який утворюють кілька площин.



Перпендикуляр

	- пря­ма, що перетинає дану пряму або площину під прямим кутом.



Плоский кут

	- кут між прямими на площині.



Площина нормальна

	- площина, яка є перпендикулярною.



Площина проекції

	- площина, на якій розміщується зображеня, виконане з використанням правил про­ектування (паралельного або ортогонального).'),
 (23, N'1. Многогранники



	У стереометрії, крім точок, прямих та площин, розглядають просторові геометричні фігури, не всі точки яких лежать в одній площині. Прикладом просторової фігури може служити геометричне тіло – частина простору, яку займає предмет. Куб, прямокутний паралелепіпед, тетраедр – приклади геометричних тіл.



	Куб – це тіло, поверхня якого обмежена шістьма рівними квадратами.

	

	ФОТО1

	

	Прямокутний паралелепіпед – це тіло, поверхня якого обмежена шістьма прямокутниками.

	

	ФОТО2

	

	Тетраедр – це тіло, поверхня якого обмежена чотирма трикутниками.

	

	ФОТО3

	

	Правильним тетраедром називається тіло, поверхня якого обмежена чотирма рівними правильними трикутниками.



	ФОТО4

	

	Многогранником називається тіло, поверхня якого обмежена числом плоских многокутників. Многокутники, що обмежують поверхню тіла, називають гранями, сторони граней – ребрами, вершини граней – вершинами многогранника.



2. Призми



	Призма (n-кутна) – це многогранник, у якого дві грані рівні n-кутники, які лежать у паралельних площинах, а інші n граней – паралелограми.

	

	ФОТО5

	

	Многокутники називаються основами призми, а паралелограми – бічними гранями. Сторони бічних граней та основ називаються ребрами призми. Кінці ребер називаються вершинами призми. Бічними ребрами називаються ребра, які не належать основам.



	Властивості призми



	1. Основи призми паралельні і рівні.

	2. Бічні ребра паралельні і рівні.

	3. Бічні грані – паралелограми.

	

	Висотою призми називається перпендикуляр, проведений із точки верхньої основи на площину нижньої основи.

	Наприклад: ОО₁ – висота призми.



	ФОТО6



	Діагоналлю призми називається відрізок, який з’єднує дві вершини, які не належать одній грані.

	Наприклад: АС₁, АD₁ – діагоналі призми.

	

	Діагональним перерізом призми називається переріз її площиною, яка проходить через два бічних ребра, що не належать одній грані.

	Наприклад: АА₁СС₁ – діагональний переріз призми.

	

	Прямою призмою називається призма, у якої бічні ребра перпендикулярні до площини основ. Призма, яка не є прямою, називається похилою.



	Правильною призмою називається пряма призма, в основі якої лежить правильний многокутник.



	Наприклад: правильні трикутна, чотирикутна та шестикутна призми.

	

	ФОТО7



3. Паралелепіпед



	Паралелепіпедом називається призма, основи якої є паралелограмами.



	ФОТО8

	

	Властивості паралелепіпеда



	1. Протилежні грані паралелепіпеда попарно рівні та паралельні.

	2. Усі діагоналі паралелепіпеда перетинаються в одній точці та діляться нею навпіл.

	

	Паралелепіпед називається прямим, якщо в нього бічні ребра перпендикулярні до основ. Прямий паралелепіпед має всі властивості паралелепіпеда, і, крім того, бічні грані прямого паралелепіпеда є прямокутниками.



	Прямий паралелепіпед, основами якого є прямокутники, називається прямокутним.

	

	ФОТО9

	

	Усі грані прямокутного паралелепіпеда – прямокутники. Довжини трьох ребер прямокутного паралелепіпеда, які виходять з однієї вершини, називаються лінійними розмірами (або вимірами) прямокутного паралелепіпеда.

	

	Властивості прямокутного паралелепіпеда

	1. Усі діагоналі рівні.

	2. Квадрат діагоналі дорівнює сумі квадратів трьох його вимірів.

	

	Наприклад: d² = a²+b²+c²

	

	Прямокутний паралелепіпед, у якого всі ребра рівні, називається кубом.













	





	



	

	









	









', N'Бічна грань

	- один із мно­гокутників, які складають многогранник і не є його основами.



Бічне ребро

	- відрізок прямої перетину двох бічних граней.



Висота паралелепіпеда

	- довжина перпендикуляра, який проведений з довільної вершини паралелепіпе­да до протилежної основи; в загальному випад­ку — відстань між основами паралелепіпеда.



Куб

	- правильний шестигранник, усі грані якого — квадрати. 



Многогранник

	- многогранне геометричне тіло; гео­метрична фігура, частина простору, обмежена замкненою поверхнею, що складається з пев­ної кількості плоских многокутників.



Многогранник вписаний

	- многогранник, всі вершини яко­го належать іншій поверхні (її називають опи­саною).



Паралелепіпед

	- шес­тигранник, гранями якого є паралелограми (з попарно паралельними бічними гранями).



Правильна призма

	- пряма призма, в основі якої лежить правильний многокутник.



Призма

	- многогранник із дво­ма рівними паралельними основами — много­кутниками та боковими гранями — паралелог­рамами.



Призма n-кутна

	- призма, в якій основою є n-кутник.'),
 (24, N'1. Піраміди



	Пірамідою (n-кутною) називається многогранник, у якого одна грань є довільним n-кутником, а інші n граней – трикутники, які мають спільну вершину. N-кутник називається основою, а трикутники – бічними гранями. Спільна вершина бічних граней називається вершиною піраміди.



	Наприклад: піраміда SABCD, ABCD – основа; ΔSAB, ΔSBC, ΔSCD, ΔSDA – бічні грані піраміди; S – вершина піраміди; SA, SB, SC, SD – бічні ребра.

	

	ФОТО1

	

	Висотою піраміди називається перпендикуляр, проведений із вершини піраміди на площину основи.

	Наприклад: SO – висота піраміди.



	Правильною називається піраміда, в основі якої лежить правильний многокутник, а висота піраміди співпадає з центром цього многокутника.



	Висота бічної грані правильної піраміди, проведеної із вершини піраміди, називається її апофемою.

	Наприклад: правильна трикутна піраміда SABC, SK⊥CB, SK – апофема.

	

	ФОТО2

	

	У правильній піраміді:

	- бічні ребра рівні;

	- бічні грані рівні;

	- апофеми рівні;

	- двогранні кути при основі рівні;

	- двогранні кути при бічних ребрах рівні;

	- кожна точка висоти правильної піраміди рівновіддалена від усіх вершин основи;

	- кожна точка висоти правильної піраміди рівновіддалена від усіх бічних граней;

	- кожна точка висоти правильної піраміди рівновіддалена від усіх бічних ребер.

	

	Діагональним перерізом піраміди називається переріз площиною, яка проходить через два бічних ребра піраміди, що не належать одній грані.



2. Властивості паралельних перерізів пірамід



	Теорема. Якщо піраміда перерізається площиною, паралельною основі, то:

	1. бічні ребра та висота піраміди діляться цією площиною на пропорційні частини;

	2. переріз – многокутник, подібний основі;

	3. площі перерізу та основи відносяться як квадрати їх відстаней від вершини піраміди.



	Якщо довільну n-кутну піраміду перерізати площиною, паралельною основі, то ця площина відітне від піраміди многогранник, дві грані якого подібні n-кутники, а інші n граней – трапеції. Цей многогранник називається зрізаною пірамідою.

	

	ФОТО3

	

	Паралельні грані зрізаної піраміди називаються основами, а всі інші – бічними. Висотою зрізаної піраміди називається перпендикуляр, проведений з будь-якої точки однієї основи на площину іншої основи.



	Зрізана піраміда називається правильною, якщо вона складає частину правильної піраміди. Висота бічної грані правильної зрізаної піраміди, проведена до ребра основи, називається апофемою.



	У правильній зрізаній піраміді:

	- бічні ребра рівні;

	- бічні грані рівні;

	- апофеми рівні;

	- двогранні кути при кожній основі рівні;

	- двогранні кути при бічних ребрах рівні;

	- кожна точка прямої, яка проходить через центри її основ, рівновіддалена від усіх вершин кожної основи, рівновіддалена від площини бічних граней, рівновіддалена від прямих, на яких лежать бічні ребра.', N'Висота піраміди

	- довжина перпендикуляра, який проведений з вершини піраміди до площини її основи.



Піраміда

	- багатогранник, основою якого є многокутник, а бічні грані — трикутники, що мають спільну вершину.



Ребро піраміди

	- відрі­зок, що сполучає вершину піраміди з верши­ною основи.'),
 (25, N'1. Формули площі поверхонь і об''ємів призми



	Площею бічної поверхні призми є сума площ її бічних граней.



	Площею повної поверхні призми є сума площ усіх її граней.



	Площа бічної поверхні прямої призми дорівнює добутку периметра основи на висоту призми, тобто на довжину бічного ребра.

	Наприклад: Sb = P(ΔABC)⋅AA₁

	

	ФОТО1

	

	Площу бічної поверхні призми можна обчислити за формулою:

	 Sb = P⋅AA₁,

	 де Р – периметр перпендикулярного перерізу (перерізу призми площиною, яка перпендикулярна до бічних ребер і перетинає всі її бічні ребра), АА₁ – довжина бічного ребра.



	 ФОТО2

	 

	 Площа повної поверхні призми (Sₚᵣ) дорівнює сумі площі бічної поверхні (Sb) і площ двох основ (2Sₒₛₙ):

	 Sₚᵣ = Sb + 2Sₒₛₙ

	 

	 Об''єм V призми дорівнює добутку площі основи на висоту:

	 V = SₒₛₙH



	 Об''єм V призми можна обчислити за формулою:

	 V = SₚₑᵣAA₁,

	 де Sₚₑᵣ - площа перпендикулярного перерізу, АА₁ - довжина бічного ребра.

	 

	Об''єм прямокутного паралелепіпеда дорівнює добутку його вимірів:

	V = abc

	

	ФОТО3

	

	Об''єм V куба дорівнює кубу його ребра:

	V = a³



2. Формули площі поверхонь і об''ємів піраміди



	Площею повної поверхні піраміди є сума площ усіх її граней (тобто основи і бічних граней), а площею бічної поверхні піраміди — сума площ її бічних граней:

	Sₚᵢᵣ = Sb + Sₒₛₙ



	Наприклад: Sb = S(ΔASB) + S(ΔBSC) + S(ΔCSD) + S(ΔASD)

	

	ФОТО4



	Площа бічної поверхні правильної піраміди дорівнює половині добутку периметра основи на апофему:

	Sb = 0.5Pₒₛₙ⋅l, де l – апофема.

	

	Наприклад: Sb = 0.5Pₒₛₙ⋅SK

	

	ФОТО5

	

	Якщо бічні грані піраміди нахилені до основи під кутом φ, а площа основи дорівнює , то площа бічної поверхні піраміди Sb = sₒₛₙ / cosφ

	

	Об’єм піраміди дорівнює третині добутку площі основи на висоту:

	V = 1/3⋅Sₒₛₙ⋅H

	

	ФОТО6

	

	Площа повної поверхні зрізаної піраміди дорівнює сумі площ усіх її граней (тобто основ і бічних граней), а площа бічної поверхні зрізаної піраміди – сумі площ її бічних граней:

	Szᵣ⋅ₚᵢᵣ = S₁ + Sb + S₂

	

	Наприклад: Szᵣ⋅ₚᵢᵣ = S₁ + Sb + S₂, де Sb = S(ABB₁A₁) + S(ACC₁A₁) + S(BCC₁B₁).

	

	ФОТО7

	

	Площа бічної поверхні правильної зрізаної піраміди дорівнює добутку півсуми периметрів основ на апофему.

	Sb = (P₁+P₂)/2 * l, де Р₁, Р₂ – периметри основ, l – апофема.

	

	ФОТО8

	

	Об’єм V зрізаної піраміди, висота якої H, а площі основ дорівнюють S₁ і S₂, обчислюється за формулою:

	Vzᵣ⋅ₚᵢᵣ = 1/3⋅H⋅(S₁ + √(S₁S₂)⋅Å + S₂)

	

	





	











	

	













	



















	 





	 

	 



	



', N'Площа

	- частина площини, обмежена замкнутою ламаною або кривою лінією. 



Розгортка

	- розгорнута по­верхня будь-якої геометричної фігури.'),
 (26, N'1. Правильні многогранники



	Правильний опуклий многогранник – опуклий многогранник, гранями якого є правильні многокутники з одним і тим самим числом сторін, і в кожній вершині многогранника сходиться одне й те саме число ребер.



	Існує п’ять типів правильних многогранників: правильний тетраедр (а), правильний гексаедр (б), правильний октаедр (в), правильний додекаедр (г), правильний ікосаедр (д).

	

	ФОТО1

	

	ФОТО2

	

	ФОТО3

	

	ФОТО4

	

	ФОТО5

	

	2. Властивості правильних многогранників

	

	Правильний тетраедр: 6 ребер, 4 грані, 4 вершини

	

	ФОТО6

	

	Правильний гексаедр: 12 ребер, 6 граней, 8 вершин

	

	ФОТО7

	

	Правильний октаедр: 12 ребер, 8 граней, 6 вершин



	ФОТО8

	

	Правильний додекаедр: 30 ребер, 12 граней, 20 вершин

	

	ФОТО9

	

	Правильний ікосаедр: 30 ребер, 20 граней, 12 вершин

	

	ФОТО10

	

	

	

	

	



', N'Ікосаедр

	- многогранник з двадцятьма гранями.



Многогранник описаний

	- многогранник, всі грані якого дотикаються до іншої поверхні (її називають вписаною).



Октаедр

	- тіло, обмежене вісьмома трикутними площи­нами.



Правильний многогранник

	- многогранник, всі грані якого правильні многокутники.



Ребро многогранника

	- відрізок прямої перетину двох бічних граней. 



Суміжні грані

	- грані, які ма­ють спільне ребро.



Тетраедр

	- правильний чо­тиригранник, кожна грань якого являє собою правильний трикутник; трикутна піраміда.'),
 (27, N'1. Циліндр



	Циліндром називається тіло, утворене обертанням прямокутника навколо його сторони.



	Наприклад: циліндр, утворений обертанням прямокутника ОАВО₁ навколо ОО₁, ОО₁ – вісь циліндра.

	

	ФОТО1

	

	Сторони ОА і О₁В описують рівні круги, які лежать у паралельних площинах і називаються основами циліндра. Радіуси кругів називаються радіусами циліндра. Сторона АВ описує поверхню, яка називається бічною поверхнею циліндра. Відрізки бічної поверхні, які паралельні і дорівнюють АВ, називаються твірними циліндра.



	Висотою циліндра називається відрізок, перпендикулярний до основ, кінці якого належать основам. Висота циліндра дорівнює його твірній.

	

2. Перерізи циліндра



	Переріз циліндра площиною, перпендикулярною до його осі, – круг, що дорівнює основі; а переріз площиною, паралельною осі, – прямокутник або відрізок.

	

	ФОТО2

	

	ФОТО3

	

	Осьовий переріз – прямокутник зі сторонами, що дорівнюють висоті циліндра і діаметру його основи.



	ФОТО4

	

	Примітка. Якщо точніше, то тіло, утворене обертанням прямокутника навколо його сторони називається прямим круговим циліндром. Саме такі циліндри розглядають у шкільному курсі стереометрії і називають їх просто циліндрами. У широкому розумінні слова, циліндр – це тіло, яке складається з двох обмежених плоских областей, які можна сумістити паралельним перенесенням, і всіх відрізків, які з’єднують відповідні точки.





	

	

	', N'Висота циліндра

	- довжина перпендикуляра, який проведений з довільної точки однієї основи циліндра до площини іншої.



Коловий циліндр

	- геометричне тіло, що складається з двох кіл, які співпадають при паралельному перенесен­ні, та всіх відрізків, що з''єднують відповідні точки цих кіл.



Прямий коловий циліндр

	- циліндр, у якого твірна пер­пендикулярна основам, а основою є коло.



Твірна

	- лінія, що своїм рухом утворює якусь поверхню.



Циліндр

	- геометричне тіло, що утворюється обертанням прямокутника навколо одного з його боків.



Циліндр еліптичний

	- циліндр, основою якого є еліпс.



Циліндр похилий

	- циліндр, у якого твірна не перпендикулярна основам.



Циліндр прямий

	- циліндр, у якого твірна та вісь перпендику­лярні основам.'),
 (28, N'1. Конус.



	Конусом називається тіло, утворене обертанням прямокутного трикутника навколо одного із катетів.



	Якщо прямокутний трикутник SAO обертається навколо катета SO, то його гіпотенуза SA, описує бічну поверхню, а катет ОА – круг – основу конуса.

	

	ФОТО1

	

	Радіус цього круга називається радіусом конуса; точка S, відрізок SA, відрізок SO, пряма SO називаються відповідно вершиною, твірною, висотою і віссю конуса.



2. Перерізи конуса.



	Осьовий переріз конуса – переріз конуса площиною, яка проходить через його вісь. Усі осьові перерізи конуса є рівнобедреними трикутниками, рівними між собою.

	Наприклад:  – осьовий переріз (SA=SB).

	

	ФОТО2

	

	Переріз конуса площиною, яка паралельна площині основи конуса, є круг.



	Зрізаним конусом називається частина конуса, обмежена його основою і перерізом, паралельним площині основи.

	

	ФОТО3

	

	Зрізаний конус можна одержати в результаті рівнобедреної трапеції навколо її осі симетрії або обертаючи прямокутну трапецію навколо осі, що збігається з бічною стороною трапеції, перпендикулярною до основ.



	Осьовий переріз зрізаного конуса – рівнобічна трапеція.

	Наприклад: ABDC – осьовий переріз.



	Зрізаний конус обмежений двома кругами – його основами – і бічною поверхнею.



	Відстань між основами – висота зрізаного конуса.

	Наприклад: ОО₁ – висота, АВ – твірна.



	Примітка. Якщо точніше, то тіло, утворене обертанням прямокутного трикутника навколо одного із катетів, називається прямим круговим конусом. Саме такі конуси розглядають у шкільному курсі стереометрії і називають їх просто конусами. У широкому розумінні слова, конус – це тіло, утворене всіма відрізками, які з’єднують дану точку (вершину конуса) з точками деякої обмеженої плоскої фігури (основою конуса).', N'Висота конуса

	- довжи­на перпендикуляра, який проведений з верши­ни конуса до площини його основи.



Еліптичний конус

	- конус, основа якого — еліпс.



Зрізаний конус

	- час­тина конуса, яка утворилася при перетині ко­нуса площиною, паралельною основі.



Коловий конус

	- конус, основа якого — коло.



Конус

- тіло, отримане об''єд­нанням усіх променів, що мають спільний по­чаток і проходять через плоску поверхню.



Похилий конус

	- ко­нус, в якому проекція вершини не збігається з центром основи.



Прямий коловий конус

	- конус, в якому висота збігається з віссю, а основа — коло.



Прямий конус

	- конус, в якому висота збігається з віссю.



Рівнобічний конус

	- конус, в якому рівні твірні.'),
 (29, N'1. Сфера (куля)



	Сферою називається поверхня, яка складається з усіх точок простору, що знаходяться на даній відстані (яка називається радіусом) від даної точки (яка називається центром). Відрізок, який з’єднує дві точки сфери і проходить через її центр називають діаметром сфери.

	Наприклад: О – центр сфери, ОА – радіус сфери, АВ – діаметр сфери.



	ФОТО1

	

	Сферу можна отримати в результаті обертання кола навколо його діаметра.



	Кулею називається тіло, утворене з усіх точок простору, що знаходяться на відстані, не більшій за дану (яка називається радіусом) від даної точки (яка називається центром). Кулю можна отримати в результаті обертання круга навколо його діаметра.



	Будь-який переріз кулі площиною є круг, а переріз сфери площиною є коло.

	

	ФОТО2

	

	Центр круга (кола) – основа перпендикуляра, опущеного із центра кулі (сфери) на січну площину. Переріз, який проходить через центр кулі (сфери), називається великим кругом (колом).



	Площина (пряма), яка має з кулею (сферою) тільки одну спільну точку, називається дотичною площиною (прямою).

	

	ФОТО3

	

	Дотична площина (пряма) перпендикулярна до радіуса кулі (сфери), проведеного в точку дотику. Якщо площина (пряма) проходить через точку сфери і перпендикулярна до радіуса, проведеного в цю точку, то вона дотикається до сфери.



2. Кульовий сегмент



	Кульовим сегментом називають тіло, відтяте від кулі січною площиною.

	

	ФОТО4

	

	Кульовий сегмент обмежений кругом, який називають основою, і сферичним сегментом. Відрізок діаметра, перпендикулярного до основи кульового (сферичного) сегмента, що міститься між основою і сферою, називають висотою кульового (сферичного) сегмента.





	

	', N'Круговий сегмент

	- частина круга, обмежена хордою.



Кульовий сектор

	- ко­нус, з вершиною в центрі кулі, основою якого є частина поверхні кулі.



Куля

	- геометричне тіло, утворене обертанням круга навколо свого діаметра.



Півкуля

	- половина гео­метричної кулі, а також предмет такої форми. 



Радіус

	- відрізок прямої, що спо­лучає будь-яку точку кола або сфери з центром. Віддаль від певної точки кола або сфери до цен­тру.



Сегмент

	- частина круга, обмежена дугою та хордою, а також частина кулі, відокремлена січною площиною.



Сфера

	- замкнута поверхня, всі точки якої рівновіддалені від центра. 



Сферичний пояс

	- се­редня частина сфери, отримана перетином її двома паралельними площинами.



Сферичний сектор

	- конус, з вершиною в центрі сфери, осно­вою якого є частина поверхні сфери.'),
 (30, N'1. Формули площі поверхні та об''єму циліндра

	

	Якщо поверхню циліндра розрізати по колах основ і якійсь твірній, а потім розгорнути її на площині, то утвориться розгортка циліндра.

	

	ФОТО1

	

	Площею поверхні циліндра називається площа його розгортки.

	

	Площа поверхні циліндра Sc дорівнює сумі площ основ Sₒₛₙ і бічної поверхні Sb: 

	Sc = 2Sₒₛₙ + Sb.

	Оскільки Sₒₛₙ = πR², Sb = 2πRH, де R – радіус основи циліндра, Н – його висота, то

	Sc = 2πRH + 2πR² = 2πR(R+H)

	

	ФОТО2

	

	Об’єм циліндра дорівнює добутку площі основи на висоту, тобто

	Vc = SₒₛₙH = πR²H



2. Формули площі поверхні та об''єму конуса

     

	 Площа бічної поверхні конуса дорівнює півдобутку довжини кола основи на його твірну, тобто Sb = πRl

	 

	 ФОТО3

	 

	Площа повної поверхні конуса дорівнює сумі площ бічної поверхні і площі основи:

	Sₖₒₙ = Sₒₛₙ + Sb = πRl2 + πR² = 2πR(R+l)

	

	Об’єм конуса дорівнює третині добутку площі основи на висоту конуса, тобто 

	Vₖₒₙ = 1/3πR²H.

	

	Площа бічної поверхні зрізаного конуса дорівнює півдобутку суми довжин кіл основ на довжину твірної, тобто

	Sb.z.k. = πl(R+r), де l – твірна, R і r – радіуси основ.



	ФОТО4

	

	Площа повної поверхні зрізаного конуса дорівнює сумі площі бічної поверхні і площ основ:

	Sz.p.k. = Sb.z.k. + πR² + πr² = πl(R+r) + πR² + πr²

	

	Об’єм зрізаного конуса обчислюється за формулою:

	Vz.k. = 1/3πH(R²+Rr+r²), де R і r – радіуси основ, Н – висота конуса.

	

3. Формули площі поверхні сфери, об’єму кулі



	Площа поверхні сфери знаходиться за формулою 

	S = 4πR², де R – радіус сфери.



	ФОТО5



	Площа сферичного сегмента обчислюється за формулою 

	S = 2πRH, де R – радіус сфери, а Н – висота сегмента.

	

	ФОТО6



	Площа сферичного поясу (кільця) знаходиться за формулою

	S = 2πRH, де R – радіус сфери, а Н – висота поясу (кільця).

	

	ФОТО7

	

	Об’єм кулі обчислюється за формулою

	V = 4/3πR³, де R – радіус кулі.

	

	Об’єм кульового сегмента обчислюється за формулою

	V = πH²(R-H/3), де R – радіус кулі, Н – висота кульового сегмента.



	Об’єм кульового сектора обчислюється за формулою

	V = 2/3πR²H, де R – радіус кулі, Н – висота відповідного кульового сегмента.

	

	ФОТО8























	

	

















	







	





	









	 





	



	

	

	





	

	

	



', N'Об''єм

	- величина чого-небудь, вимірювана в кубічних одиницях. 



Поверхня обертання

	- геометричне тіло, яке утворюється обертанням деякої плоскої фігури навколо не­рухомої осі.'),
 (31, N'1. Визначення декартових координат у просторі

     

	 Декартова система координат у просторі задається трійкою попарно перпендикулярних осей (вісь ОХ – вісь абсцис, вісь ОУ – вісь ординат, вісь OZ – вісь аплікат), які мають спільний початок О (початок координат) і однаковий масштаб уздовж осей.

	 

	      Кожній точці простори за певним правилом ставиться у відповідність трійка чисел – абсциса, ордината та апліката (х;у;z). які називаються декартовими координатами точки. 

		  Ці координати визначаються в такий спосіб: через точку А проводимо три площини, паралельні координатним площинам YOZ, XOZ, XOY. Із координатними осями OX, OY, OZ площини перетнуться в точках хА, уА, zA.

		  Число х, абсолютна величина якого дорівнює довжині відрізка ОХА, називається абсцисою точки А. Це число буде додатним, якщо хА належить додатній півосі ОХ, і від’ємним, якщо лежить на від’ємній півосі.

		  

		   Аналогічно визначаються ордината у та апліката z точки А.



     Декартові координати у просторі записують у дужках поруч із буквеним позначенням точки А(х;у;z), причому першою в дужках стоїть абсциса, другою – ордината, третьою – апліката.

	 

	Для точок площини ХОY апліката z дорівнює нулю, для точок площини XOZ – ордината у дорівнює нулю, для точок площини YOZ – абсциса х дорівнює нулю.

	

     Наприклад: точка А має координати 2;3;3, що записується так: А(2;3;3).

	 

	 ФОТО1

	 

	Будь-якій трійці чисел х, у, z відповідає лише одна точка площини А(х;у;z).

	Приклад. Задано точки А(1;2;3), В(0;1;2), С(1;0;0), D(1;0;2). Які з цих точок лежать: 1) у площині XOZ; 2) на осі ОХ; 3) у площині YOZ?

	

	Розв’язання:

	1. Якщо точка лежить у площині XOZ, то координата у дорівнює 0, у площині XOZ лежать точки С(1;0;0), D(1;0;2).

	2. Якщо точка лежить на осі ОХ, то координата у і z дорівнюють нулю, отже, на осі ОХ лежить точка С(1;0;0).

	3. У площині YOZ лежить точка В(0;1;2).

     

	 Відповідь: 1) С, D; 2) С; 3) В.



2. Відстань між двома точками



	Відстань між двома точками дорівнює квадратному кореню із суми квадратів різниць однойменних координат.

	

	Відстань між двома точками в просторі:

	d = √((x₂-x₁)²+(y₂-y₁)²+(z₂-z₁)²),

	де d – відстань між точкою А₁ із координатами (х₁;у₁;z₁) і точкою А₂ із координатами (х₂;у₂;z₂).



	ФОТО2

	

	Приклад. Задано точки А(1;2;3), В(2;3;1), С(3;1;2). Знайдіть периметр трикутника АВС.

	

	Розв’язання:

	AB = √((2-1)²+(3-2)²+(1-3)²) = √6

	AC = √((3-1)²+(1-2)²+(2-3)²) = √6

	BC = √((3-2)²+(1-3)²+(2-1)²) = √6

	P(ΔABC) = AB+BC+AC = 3√6

	

	Відповідь: 3√6



3. Координати середини відрізка



	Координати середини відрізка дорівнюють півсумі відповідних координат його кінців.

	

	Координати середини відрізка на площині



	Координати (хс;ус;zc) точки С, що є серединою відрізка, визначаються за формулами

	xc = (x₁+x₂)/2; yc = (y₁+y₂)/2; zc = (z₁+z₂)/2, 

	де (х₁;у₁;z₁) і (х₂;у₂;z₂) – координати точок А₁ і А₂, що є кінцями відрізка.

	

	ФОТО3

	

4. Рівняння фігури



	Рівнянням фігури в декартових координатах у просторі називається рівняння із трьома невідомими х, у, z, які задовольняють координати будь-якої точки фігури, і тільки вони.



	Рівняння сфери

	

	Якщо в просторі задано деяку точку з координатами С(а,b,c), що є центром сфери, а також радіус R, то рівняння сфери має вигляд:

	(x-a)² + (y-b)² + (z-c)² = R²

	

	ФОТО4

	

	Якщо центром сфери є початок координат, то маємо:

	x² + y² + z² = R²

	

	ФОТО5

	

5. Перетворення фігур на площині



	Симетрія

					

Симетрія відносно		А(1;1)			А(х;у)

	точки О				А₁(-1;-1)			А₁(-х;-у)

	осі х					А₃(1;-1)			А₃(х;-у)

	осі х					А₂(-1;1)			А₂(-х;у)



	ФОТО6



	Паралельне перенесення

	

	{ x₁ = x+a,

	{ y₁ = y+b.



	ФОТО7

	

	Гомотетія відносно точки О

	

	{ x₁ = kx,

	{ y₁ = ky, k≠0.

	

	ФОТО8





	

	



', N'Абсолютна координата

	- координата, яка визначає розташування точки відносно початку заданої системи координат.



Апліката

	- одна з декартових координат точки у просторі; вісь Z.



Декартові координати

	- три числа, які характеризують по­ложення точки у просторі (абсциса, ордината, апліката).



Орт

	- одиничний вектор.



Перетворення подібності

	- геометричне перетворення на пло­щині або в просторі, при якому зберігаються кути, але всі лінійні виміри змінюються в де­кілька разів.



Початок відліку

	- нуль на числовій осі.



Початок координат

	- точка перетину осей координат.



Система координат

	- сукупність умов, що визначають по­ложення точки на прямій, на площині, у про­сторі.'),
 (32, N'1. Координати вектора. Довжина вектора



	1. Координати вектора



	Координати вектора  ¯AB, що має початок в точці А і кінець в точці В, дорівнюють різниці відповідних координат точок В і А.

	

	Координати вектора у просторі

	

	Якщо початком вектора є точка А(хА;уА;zA), а кінцем – точка В(хВ;уВ;zB), то

	¯AB(xB - xA; yB - yA; zB - zA)

	

	ФОТО1

	

	2. Довжина вектора



	Довжина вектора (абсолютна величина, або модуль) – довжина відрізка, що зображує вектор. Позначення: |¯AB|, |¯a|.

	

	Довжина вектора у просторі

	

	  Якщо є вектор, ¯a(a₁, a₂,a₃), то |¯a| = √(a₁²+a₂²+a₃²), де |¯a| – модуль вектора, a₁, a₂,a₃ – його координати.

	  

	 Одиничним називається вектор ¯a, у якого |¯a|=1.

	 

	Нульовим називається вектор ¯0, у якого початок і кінець збігаються. Нульовий вектор не має визначеного напрямку, а його модуль дорівнює нулю.

	

2. Дії з векторами у просторі



	Для трьох векторів (ОА, ОС і ОО₁), які не лежать в одній площині й мають спільний початком (О), їхня сума зображується діагоналлю паралелепіпеда (ОВ₁), побудованого на цих векторах, причому початок вектора-суми збігається з початком цих векторів.

	

	ФОТО2

	

	Координати вектора-суми векторів дорівнюють сумі відповідних координат даних векторів.

	

	Сума векторів у просторі:

	¯a(a₁;a₂;a₃) + ¯b(b₁;b₂;b₃) = ¯c(a₁+b₁; a₂+b₂; a₃+b₃)

	

	Різниця векторів у просторі

	¯a(a₁;a₂;a₃) - ¯b(b₁;b₂;b₃) = ¯c(a₁-b₁; a₂-b₂; a₃-b₃)



	Множення вектора на число у просторі

	λ⋅¯a(a₁;a₂;a₃) = ¯c(λ⋅a₁; λ⋅a₂; λ⋅a₃)

	

3. Колінеарність векторів у просторі



	Якщо є вектори ¯a(a₁;a₂;a₃), ¯b(b₁;b₂;b₃) і вони колінеарні, то a₁/b₁ = a₂/b₂ = a₃/b₃.



	Якщо є вектори ¯a(a₁;a₂;a₃), ¯b(b₁;b₂;b₃), то ¯a, ¯b - колінеарні вектори.



4. Скалярний добуток двох векторів



	Скалярним добутком двох векторів називається число, яке дорівнює сумі добутків відповідних координат цих векторів. Позначення таке саме, як і для добутку чисел, – ¯a⋅¯b.

	

	Скалярний добуток двох векторів на площині

	Якщо є вектори ¯a(a₁;a₂;a₃), ¯b(b₁;b₂;b₃), то ¯a⋅¯b = a₁b₁+a₂b₂+a₃b₃.

	

	Теорема. Скалярний добуток двох векторів  дорівнює добутку довжин цих векторів на косинус кута між ними.

	

	ФОТО3



	Отже, ¯a⋅¯b = |¯a|⋅|¯b|⋅cosφ.

	

5. Ознака перпендикулярності векторів



	Якщо вектори перпендикулярні, то їхній скалярний добуток дорівнює нулю.



	ФОТО4

	

	І навпаки, якщо скалярний добуток відмінних від нуля векторів дорівнює нулю, то вектори перпендикулярні.





	







	



	









', N'Векторне рівняння

	- рівняння, членами якого є вектори.



Полівектор

	- вектор у багатовимірному просторі.



Радіус-вектор

	- вектор, спрямований у визначувану точку з певної на­перед заданої точки, полюса.



Скалярна величина

	- величина, яка, на відміну від векторної, повністю визначається числовим значенням (дійсним числом), без урахування напрямку.');
INSERT INTO "image" ("id","type_math","link","id_page") VALUES (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaJNI9HBzYlP8yVKM1DX49oxhdvyC05bjCbi8pFBDhYhmSwmT5A4V8zVS7XYJcYYvMnrmpG4vsZMAroderCd7_fMl1vtfz9raw=w1920-h919',1),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ86GzrhxYeqtl2CRnV1xkJ89LecLGbh5RGHwwVhJgM5c4tuy-8oS3YSj0iiUf458fq2YewJK8Feegp77RndUlEnj7zRVZSxQ=w1920-h919',1),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihY8-DbWv3joSRd722G0xCbkwc5jlTHpM-rnj2yrMsyhLwDDZ-68Na9tsf4ZtUydH3YeksJUPnrNqUE1MxDEmsMmE0uE3Xejig=w1920-h919',1),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZuU3x82s5UM73EorIwYVtWks2KsTa9yYBif5RuYQF7Fmx7WnhpmTTjIduIPerk-oQ4bEha3uo-FK4OqGglYWy2Ejw_u1jQX78=w1920-h919',1),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ2I94_JMsv1N_u8YC9rPQodr345TIpC7fQZbLvtx2fGgY1cjAwFycAcEb5mtGDQH5H0xKhGAzAXJfu2ivKCsoeAK2TbbkAkx8=w1920-h919',1),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ5cZm7l1HaKQNaJlaqJ8antrU5jJ5WbG27G-vNWhwAG1HsjZ46UfzRZ_pfSMU5ezm77tTh-lGAsz4M09loUmNA8OXeMfIhinM=w1920-h919',1),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihY6ckYfUzzXshyWcTTdR6mQbWj9T5Rt7OKKfVz1u4cmvg3fZn_bDHXQ6wTQQQxeGwc57AliE1LmnD-zAHqZ12sf_fR5zUMFbPo=w1920-h919',1),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihanT7eJcVzJtRmsmR1Kce31Sg_ZvBuCmXOBSELZNS_uQBcYWsZcFU65lIMP99-in1Vt3RLnVq8lZw9Ws8ClQiWeHso0BrkuUA=w1920-h919',1),
 (9,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihblcW7gub3vo_iox1PMjCx_w6CUfyXuIMB5msmoyiapAEzOTad8wAqK56nDAJlpu98TRBX7_eWwmzPyQtLMBlNXqUvlqpTRzPw=w1920-h919',1),
 (10,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha1vhF-m57BpxywNRnr2Zx0XDEXofmfuQn51plcUWQ2FOibKJaiA9nqs7JnEYpbTIIVO-ht7LAEIv-bSXTNkSHZTj68Ygik5w=w1920-h919',1),
 (11,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbgHF47KTRS21cOn7eQTgw1-ZajEvu3ybGu-hRhJtoPaP2FobOXsMtI9iSQdcXpMTWaR6x0KxSVJFBJEsGlqF3wPJKzXyO-fA=w1920-h919',1),
 (12,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihawgz9wti5I7CivvlmOXX00fCxM_1XFj5RjEiJlDVsiZtDpAm3G4peO0FsKLSQ5InBl6hL7TsBUe9oITdRFJPJtBBuRrQRs6g=w1920-h919',1),
 (13,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYepKFVDAp7ASKTlwhiS240nPma_Gd_D0DsJGyvnfp48Ze_yfnAsR8HrOEC0bSxAyYyVTi4XKp0texcnKBEZwcmqHMBkVQub54=w1920-h919',1),
 (14,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbiZsVawDZUmzSJa4tY-ZyGQ10wT5ipdUIo0ZIR659TTLBgH7K9s3L_fZkyjx0S_VRZAWSPq6BJA8Pzpkgk0yR-dCGwWnnqE1M=w1920-h919',1),
 (15,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZlolkPSLhY3c2It1TZWUzYczBD73RFicFr-otyTK2hi_E5bGT4evkOSGvogBU88Mpv9eaBZ1kw4o3VbadMKLoowrX6V4EFzWo=w1920-h919',1),
 (16,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZxVUpB3KSgt8u64mSd_pbJlNoDGK1qOKzDY2kWjBxzeh3lRqjC7MwmFD5AzXOjwO4TKLgSe3OjQbopceEapD2LV_28uSy4KIQ=w1920-h919',1),
 (17,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbtEbPe2GxnLfMsAtqlLZc6Q62MKUBaqDXcNLlBYAZI2IxIaHszgWj31uGj_gut-Q0pmBjE8BO1G54ShF6TQ_15LoKpX-PWmWo=w1920-h919',1),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYLKZbD6WcLnDRrd90NJc3P93zgiG7WKVk8aD7EaTRN6cuUz42fUxEZVfTcrXrLylp5F_1_xaOO3pq1qqqn3i9jQ2H08l1_-oY=w1920-h919',2),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYnz4qCLYovAVUoxmPktoxRXkzv5oakpWQi0O4Ah3qR48bvhDtzEJj7R1qaVvHshQjPZ2uzkuaBLtetVfzzU-nGO-D737t_cA=w1920-h919',2),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZTiuZ2k2U6BDaSoL3vHLfTTD-bFnZPFdvxAAYu1aHczhkjccQW81-jcEtoyCFHNXpEZG7IfYPw2Gj4ZhVV-Gq8WcuZRqUCFQ=w1920-h919',2),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaMjrf9tUYLupXvC-r4HRVF7iqSC2oKcn-wcWyXzigsmrhQ-9_Rl7TeiN4EFqGZb_f45lrFHdcgaIDMv85MZsKDBEXs5taHNCI=w1920-h919',2),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYwgTgFYzUYfNv1VjZabPiMI9NMy69YV9SGzlJUpiftwWzfTtn5wqolzNQSbtP3s38ynYUOdlesi4ahyfO-HJpIsXpDaukNgvo=w1920-h919',2),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb4g8PscWb1IM-Ua6OC6bLDN2Vp1XdFrxsJy-gF3S7t_CueQ79e1MIx1aSJ04YFSxKdWtyd5BYmbEVYrQVQ0XlpHBQFX5sZouQ=w1920-h919',2),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbAgv1pmjrX1kHVugdWHQ8bfrgyuNV1F0MWdS0WEHvt1ScyssCY7LF-i6obchs07mjG8DvFEb8f_gxbq9ylu9EKBKFWuLfxxQ=w1920-h919',2),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZM7DbPYfDAXTgB_z1OjgUvEXm85zz_aNhbJ7890IWZ_GrBkiwQpFHSH4QDVWSk0VS0bMNSgcfyC-hfWAtRHI1m7ou82STIXe0=w1920-h919',2),
 (9,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYhwOuujbNq4UyNVZvMHru4bKYy6I1tv9-3HGyjFLLMhClCXeQ6dQ7AzjKXMmcrQ3Pkou6Jh8OB2w26X5t5SrQp4R_Ip0ab4cM=w1920-h919',2),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihY-Pkcu2tcX4qYS4OyPn6ExzI23sd3Cy_4s9hTNwhvvc-eN3ThybcI3tIHoHjQUvQHs3SeRc1LDUeqGh49nexv-ngBxAX3_W1c=w1920-h919',3),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYd-CgD5ONJNjhfC4eqOL5Pu-XL7QPW9O2Jc0Hg9R6f7XSIlo9Cn0zhAeAFUgC_xmcQOV4wqKIsX9mtIRUOVyozteNfGhblQw0=w1920-h919',3),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbR25fqsH8TToMghJ2yhGH-mHhp6hDE66shScgypCNfRnbC43Ku_bcGvK_kmcNnS3cAFvH_DeKKQVrNDKNhOxN5DVf-SYaucdY=w1920-h919',3),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbhpEPBE8JEuaFvkqf_9l6U_ugpo9LnRoCSQsDtTtFQpJEwq3tyl2TUYi2GMhavLAD1zeC1WU1kEdqImhqfimONv4Dww68um6E=w1920-h919',3),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ6S9zZ1Qx0mHiwy1f3hertOdEyeJaUBCYj3jaBXuxSjWZTpPEHb2ERVByPHA2IfKRz3stPLatUQXuT57ys_QBaWShhM7Td3w=w1920-h919',3),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb7UKF2mh-uU_GoN66RMMhfVWDngeu-4wbhoxcTmN1Dwlr4wLRTn8eYSoBYMRHz9NBRvXyyl5jSaF17rM218CCaqvFWKcYJDxg=w1920-h919',3),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYI2fTxFWGRJ82VjBxLrwShJ_FqORfe87_kzinFUv2DtDrL9PAgiXBczgIrBywOu-Zg4irbzVnrEwFzisNv9gTsE3_mwcPbjA=w1920-h919',3),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaxuScw3swJVILR2IMtrCbaFkGlmfjw1jUuayXyxL1IrW5EUnlxsacDdMcgP9MD_oRmzpdbuor0qOmjMXNlkJNNAtCfrlHaMbk=w1920-h919',3),
 (9,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZtzq6nZPZ7jOixISfU7TZtvEIvNSF7_fmZewXOMlPC3Pd0fsEwEGHBY1gQLtynPrDmkTc_Juc7Bd624u4enKTM9h9rgvc0Yx0=w1920-h919',3),
 (10,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb-2kkcz4cj3PWCb3CI5YccgP4mz_qhf94ZhV5vF4cnYsfpnT0ruHXCLQXSi6oquWIPKFZTt-UPaebzBIRYeJF0oYbZ6PraVy0=w1920-h919',3),
 (11,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZy-n3MxMsYaecH1Bu-1tPOVByrR0rdpR2OjNLH1honNKR4s0wYNEqkIoqwh7-wWVzxTNFmIQfYLbOVdBoZE2p6WGxJHi79s98=w1920-h919',3),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb-JullTX15wtwQbxKRPh9iKmIqn2GtSgVbJ6iZN9QWzzRAq5YqcG-l0HJ3Yr2649JjTbqxCWb-dE8qwHq8dGov8zLVN5qeAQ=w1920-h919',4),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaiMMnsmdc6PPRApdNBUPYx3iuOz40ypLNcI5O6nw301pxFUC1JxSU7u3OaOd8uwG3wimc4jdTnvyXk1Jx9WiA2gp2l66ntsXU=w1920-h919',4),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ1DCg4PGj02ohO0aFR-eQ5_BbOioJDF81u5uqbOZap40s35tpYqWcpVJGGfIwdfraKzziuxl52MAXBgMvi-oyh2fOz2vOJhr4=w1920-h919',4),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZYNsoj__AHMsJqqyPCmlm-ZwDY7jYvpMQ7EU5VEOKYTazfZKFFmQbJDZ9bpiuEQjZnJ9A35YS4gXqaOHRfMaGqJu0BEAKYBrU=w1920-h919',4),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaSwo9iTWynQ0gXdAIdtAF_wbo8GGcRUu8DpxjlI1Ori07FcteJDFEhuku3DRVQHaO4GXIj8CjtwRg1o76GzIFucqiAuzXtpNo=w1920-h919',4),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihauUv93hC8UUJcrA75DainTx4kEmFtuTyIAQmw11kG_Inr0jkOAH0A1siDdSjDrQPVCjbWeVtIVExMQSSFQ-aCoPhQyXqiGyA=w1920-h919',4),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihai8Wc5KLJryX4E2fOLlBwvbo38JHlSvTK-wz5yCcnNYr6FDhhCKQcLPB7qTl-ksCGO_Zek-Ii3smAQTWes9OBHfNqWOoFPqiA=w1920-h919',4),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZDvGcdGPftHEZt1Yv-wE8OgMwOtV6gOC_9rOPoO1MdXaMKE2gMOnl_2mxv2Y1f7Qm8RL4qFwL2BXrPppkzvKogPwxxv-EXhA=w1920-h919',4),
 (9,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYOqDULscqN6C02cppyWFe5Kn9vQeSHR26sFS2hL_1a-itQv71CECFaWNCyG8IP6ft89OY2VetveUC7lzCh_48LJ5mRW-Snxw=w1920-h919',4),
 (10,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYYlhwkBg3grUh077CIb0frhCxfEZaDaiP8HNyjZbmVB8uCBHU-UsTkPRh9crWSymihP6Xeh1_K6GiqBZDW7-KtUEyGjBgw3sM=w1920-h919',4),
 (11,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb9HTKpIH1-O3StfigSAd-KbPD1QXt95iduOt0X0lpVkS3FSlj6U70Shc7FqDE9mqEXUJm0KplFKQAnmDCXXVVY--pwhKDvB50=w1920-h919',4),
 (12,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihblRZQ8-uiTLZHE7U1N69Z8i38c5ASxSpPDiqgJwZS85LfXsdC-abuGLecwK4dpnXj9ufmp6Vse7V76uchQQM5mTj-lJIITMjk=w1920-h919',4),
 (13,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaYaqezgr6vxNrZ5_aOca2h-u1WejDtKrR1tZC0RPuDOTP2V18pNA4hKD_wDUyC9lhRT6_sN0KEZM0kuVLsXzu06NAacrQ5pL0=w1920-h919',4),
 (14,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZT4BhrhblF6yEpwz8TnrtGOPhyyaKH3bH_g4WueuhbcA1ExknBcgLs3sdRfQz3YIlGwPYuE3yDfqR5s9PbntWnNiYhQkvJh0Q=w1920-h919',4),
 (15,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbKheRl9PXBNjND4m3_tGjwRcCppJ_-b2J5DTHO3tCURLkePBGt_T1IZ0C0Dpk9LTKplLpwk0za4pesu6rLnxFfH1DjWUvLNQ=w1920-h919',4),
 (16,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihblJIsVCDrGqlOaUoV9zw_u21UEvoirnxrWoHuzmy9TLqvO_IwimnpRQjbz0v-n5TgT0fSy3_EtxWfaVkwy5S3oH2AGFVXwqeg=w1920-h919',4),
 (17,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYW2GBJDjvJOVuza8uKHl3Xwd7qLUXm1X62rW4H8Q2m5qP_ByWrC-kN0pcY_r95ETQrrFx9IWNyGe4fvGFQs24h4Wx0n3NEjg=w1920-h919',4),
 (18,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha_K9yz-YTIAMmVT_0bsOzTcLY3ksC39hzciIHKEyNTEOjOdoZZa50uPOjh_UNmMSWLNlwiyaDhJRO7sffSjVbmwRqnFu5B2Is=w1920-h919',4),
 (19,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZZd6FqbvGatZp50bc5OwRED8QicZs7JrYUhV6p_bmGQ6pTza0FB4gdOkHdwqlNwajLkESAhAH-2a1pxP27hRmIQGAk14dur-0=w1920-h919',4),
 (20,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZVVq59tB9p_GmOTVHBiMU3Jyvhy3AN7A1BgXrww9YM5xWRzsAvuchynlkgGnNlJ8ru7h-d-OK2q4QQ7TJ8yM7vbf-tKhQGWlo=w1920-h919',4),
 (21,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihag8iunJZIDk6zgIZIVgp_2ROqs9xca1LbmbNyu9MkN21odljATCehAstMYArCjXUpkhbCglnzP_T-zj6iawR6heDy8dah5sv8=w1920-h919',4),
 (22,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaIYdX4hQj29vbRlvpnL8YLhBcsjaq1ATiO-bYlxi1wXOIfGC8S6mwcblRVuteU_yeq-JTexI6DSHg9ULkvM6aoWa4vjD_tkj0=w1920-h919',4),
 (23,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZX-2rWfmo2GQ1TK0xH-mKgpYZLb0FvUFjLW3bn_eIgOWrb9gxJsrZAfHG8aLeX2AkW8Fu9cZREnaqcGQTg_5B_EToTzOFOHVA=w1920-h919',4),
 (24,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihawpbARb9pEBlOwtYCRInrN-iMJPT1RKX8GzJYXi1MPlc1aKt8vyOU1LABSTehh9U0hpHMIuO5wE01LUUnRNxtWq1ikEZceUg=w1920-h919',4),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYguX4Z_O5-cQKqoLmPbbRLBDonOKVnI1iwzq7utupa4rz18hVX9jZDz1vjR1CG9t_BaxWWtdPxCvgbAYp2AA5p5VlGMhyznJk=w1920-h919',5),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbC8cqGZ67plCi7xKLY2kCLGGA4NAOsT-00Xxw0W-1PpFPZruwjRV6fL1h3py-BLBhZ_JT5IltXkuqxE5u63m7oRAB6ojZ81A=w1920-h919',5),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihavQX_gMZa8Ryl9tq5JJ66uDtcwieNV7pSbtq6_zFdPitL0Jkc6anz2QhegG7gJipwvx4P2xjOCdH5LAN6cIc68FdJ7JU9FdkE=w1920-h919',5),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYPQa1x5Y9avCqbXJF-rtm1rFD19p2t8OPd8GbmO_asIV6l5YW_ytt_A3ozoXRpCbfJuZ1bpBXK2unK5BsdGQ0cKoYhtRZDMgw=w1920-h919',6),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihY3bwr1DybVCUAMyE5S7rM_Eso3XheorNZh_MiK-i3OsFdMmIcDlPLtaTLBAIaFBfqNTGsLHdVsBPnDp9mcF3Yq0icRXKYj6Dc=w1920-h919',6),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha1Kj0vH5AATr4vnwwBYHcwYkxs-RtgTAilwPod7L46L-XE-nB6Nm8Ddq9RnX2YaK5PSp8pr16IvrP3vkc441PRll4nvP7CO2c=w1920-h919',6),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaDInQbpGpuMjyaR82j4smrQ-3Rf8E0hUFuarsMBNPfVdqhPC2qvyXnmu0_ZBgUKmEipiupdzdY79SlMoM_6s40Lsh4LSkvNuQ=w1920-h919',6),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYB9qu-NTxGLO-nKNDF9Pr78UTSm4UPXlATQFz4l6uEMEIIBFGsa_d3OZgghUeFJ_blQA-aEU6V60jDnPauU6Q6s7CKxRW3slA=w1920-h919',6),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihY_ia1qUBS-37SMhxv_6sYMyFyAjCe7r93C-9sIZmg9Pz-lIPgmejyrNgFOJ9A_VxHQn2FXnIU82jXfnpDRWEMetD2zuhb38Rc=w1920-h919',6),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbu5uDscSFfCSf1ZiNp693GcFlEUP5uKI6Is9is5GEQS67tEiOHMAQk--utPGHcK2zwI4Am_wsZR9xLYGV3-wvwNbcp3kfkCH4=w1920-h919',6),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaiNG8O2OucXsUBx8miKoe5n0ZWvzbRzpWgFSOkwJqp7_OO_KQAO7FO4tdOoLHGLuGGL0x8hns4rG5-bxDyLx_wbIFwUwfsxPg=w1920-h919',7),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZqpoXsAQgEy6M5q2sfhKRhiFnxJQXN6HG6b4QQmpocNevVy7s2x_LpBbwrClxkOq8fsy-6pr71HV1ZwysdWoc5at7kfbwVzxA=w1920-h919',7),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaFS0qxoKNE3_Ek1Jvyui0Tkn9cV6kiJNAfQfDOcV1k3mC1CofMuLcqAaaGEaipNJ4saCugXL5ZOngW7CMaqTuBxBBLlkVvoXY=w1920-h919',7),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ_1QclBz1WA37z8hqwfAfbIOU9ll9ffnxJyZgHXsDk4zA-qcj3CdOF2KuLSddALzAbqaqRR81cJ3QmwiQsjL3m1L5G1uTLWhU=w1920-h919',7),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbj7W8iR0IADCBW9D9M9ll3D3ju-R1zbhvtgVdM2y0jzYVX0LKZGbTIP5KeVhAZ4t30uuj-Ua4KumfVeHiHuBthXfCVQa5jT2o=w1920-h919',8),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbdVtwv8OcwvHOmHlwDgCHBskzKzJdib4vJe4Xx1ZLPoQ59E8MbYnE8VcFHx0KV_N8xnTIgh5bdcFwafpDhZ1URCbm015Snd78=w1920-h919',8),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYykEvv_hO_h__A93U_s3URaCc_PDwsOjd5uubfttsOkAwlU5osAkuyDlbp5SIU_5U-ourEY4myW-qTn0LPfv6-Vc75AVGvAI4=w1920-h919',8),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaIc9yZWpcHVjqooX5MSiB0kH6IAvEtNOoRexAMg31oU3UKAv848w9ljk-EVY7m_qqpnUbvsM8gnCtnF8ru1Ezi5744UuiU8Q=w1920-h919',8),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZlQCL3E8XCx09INWuYZCPQFq4UQgHCzQjKUteBAFmFr1EIxjtd8iDp07kXDMVUf5vlht2ii5V--2_Hfh3VaTy8kTHI235i6A=w1920-h919',8),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaZJ0HHhd0uutDVfEFOG7fZtQnNDEwlr-4JuTxI4elgyE9RvBr_m8YPtcYuTGzdWAgBgtHSmGRpZqV9xxBMiQ3442ikwfCPZNk=w1920-h919',8),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZhR_e9RT8JXVpLFVrTJHjk50CR05WHBt4pJTkyKbmkZOmqC0tIZlXd2bQ8wyGU3yo8yLR0Ltlx4k7eMUrPEVXA_dSS2gy7HgU=w1920-h919',8),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbdQHJYsEQLtd9Lpj-9jbQpFlF7b-Wgc8FvcGbXimf-yisFPDZwM8DTo-F-gO7gQezQwV_kXL_cH7RWl7cOdnKHoroiw0EFFg=w1920-h919',8),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihayX2HdQYmEtTiF98Oh5Q_HyS_6EQrzsgKsEZwb8_5vT1K5wn7ZmFCHYMlVjg76kE9APtp_v6lGivwoSUOv2uQS0epFsMToVOM=w1920-h919',9),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZyR3dbVnRI9UXbIO022KIEcF8qlk2mr8QQ38FhnL2q7MBUpWXq7o2G8sPASsgEGr4YE8bRNqftcCjKH8qOl5avT4GcCLR91B0=w1920-h919',9),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbqJ8H1AoYy-ZtcWRAa02OULOIoWJN2xmRTxX5FI2bu8HhQH9PUJlXXoUMUe4NywrPzFV7LqqCyuSyB2jfRnWkIX0Gonzl9_eY=w1920-h919',9),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbJ0qRKn0sy062jVOtwWQ92o1oTp11rXZLonaugx3Y5uJoEPzuZ5ig-tTWYlYltO3dewOqENnNpjOw7byP60dN1EtOTxL4ayME=w1920-h919',9),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaUMvG-4Vrd2-oSysm1snaaEWZVlUmTQIJOOAL3c5YqzZl2dLzfVEbe1uB4rAYRCuB8fDC6GiR_n6jiSmGiV7gutO_1eH_ODMk=w1920-h919',9),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZTEYk9mdIoPSco9vzrZip8-PrNZZh8MvfpH2P0WkIIF9evSEWjjuxWFm9h4hJutWrcg8Ch5-NMDCF8ppv-8o-UJnKnHzvCzQ=w1920-h919',10),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ97wIrHqOScjLDWjoCfjABToU5I4qUJ4Mnvn8zmjNlcE1Reb8JRPb91XS2RI4tkAiB7ryKwL7LLTZK5nMT_nVYRkrqdPUR0ZY=w1920-h919',10),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha4oKMOPPmIfJ6tSCNrVPxOTX2GTWRtGVcyCQIr3qBxGK5Rf0qkHHSNYIrzDT0Vx8zirj1jdHFwYx1ViFEyDEMjoXe79PZTmg=w1920-h919',10),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbuw1QStBzpwsUfyY4CIjJf3tQ56UzUyRW1zFfpqcpZA6GDUK9z0g5YyTdligk3vCj_QAM4EhlS5Ib1RE6AWCJsrEjG8YetZIg=w1920-h919',10),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ6jG5jI3N67DvO5bn2NGazIz10mISumAJHRmScG3I8ADOen8jmYKQDXBJPLdO7zNGFOjA-mvGj1iMVQFNUXle-1z6foOa-1b4=w1920-h919',10),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ02gR8P3wbf5S6Kdy2Maf9KPxddoO9mOaDxNtOpuKSYsyBmNwflsXsJh3SenkpBD8if20Jt5X_wRHeTY6NkDeEI45SoGV-Wl4=w1920-h919',10),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYJNZBX3qDm7OwnQtaeDGi0Bx27KhIy_zQ7LSp-FqS8kqLUxL3a5L24yNM3XY__DoREMOlJtAUm1y_zuU0JEzt2Odo8k2CB9oc=w1920-h919',10),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbgZUvsTJQ3P2j-gnwfghlvRDGyOi8uDNXdPIWxQmm8RGKvXSA7Aihq9QbA9YRd6IEWhdXO5Cvr69DtjI7s2mTbH4eyuiE1s9M=w1920-h919',11),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYkwbYeIx7IYaBT3599Tw2HKVx-71ZUaYeablcXV8mfp44xfjHssgeUwh-8jMmD8Ib2cwIPH4NvjUSuP0kRIssZ3fLdP4aVag=w1920-h919',11),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbuDZual00H2qQjaqbkBp7_MS3jK-jcU8qPzMgeFgbxcl3J22VLPam3PS2HgkdimYhepO0C8TW3gQeerYj6JLPZJo4FOvVtWg=w1920-h919',11),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZP1PmN1srbk3JpsfguSmFZn7Kf0U3a7ap4Uo6xLCcPl_8leoLr7Ui1JLnDl_mwThoJm7ucNFfPsSEG4Ebt2oNA2x1YgMeIkow=w1920-h919',11),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaI9kxfNg_mj0KEV18NbYUfF9tKdhMj5JGATEtdM2qYP7vCN6SbTSjBJbXQvfYnPxu6qW2LmqoZKWIuSncVyOQeQD4V7rao0jQ=w1920-h919',11),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZGDLOceQW_krhkkxj2KG6pmliELDYwv7mI-ShzdWr0T2_d541P7QyLTpaczEp3HYpSYT8DACJvRnq7OyV6BvqLm95-IAerWA=w1920-h919',11),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbUpA84WWaFLkFqfNVsp9XlzLXSI1jpH5NsonE4WxIHo9vRrPY3XHrG4wF46kETVIZNV5c-cwosz-WOW-_Qe3cPKhcq0emq0fg=w1920-h919',11),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaY0SCxqXhj5eyRxyZPVy30emIGaTZjq4Bgr0HvN3kA-XZXVuimcUyMC1ZfiWvuQq4uHx-efSUAddOusggXIN75h2gnCuE3T_E=w1920-h919',11),
 (9,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbrOg9so5ezNLawxkBfa0EnnPn231C5Fyy4fQ8sET0DKD8cyNnUmnEzYYCzMNdb8y6aC_jwtZTpagBi_OEsOjMxDqAV5INxKu0=w1920-h919',11),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbst19VpYvj1l9VI7A3o-Rh5r9QI-CPlLggbqAOgTI2qlhd29uyRog-NmCx6eIItcll6FvoS8c4IsYGUkXd0R-HELpMROW6Zw=w1920-h919',12),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ2IGWiru3KxqBWBPhUTg8b9XaewHf7flUe_L6s_o3pwenBzo2HszRD_YWPIBxvIKVEjc45dqtGyRbERswNvGFWWlm0zUtLZw=w1920-h919',12),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZWKSFoZDKL9yeeZm34vFiUWr8qdXlvF-GcJeUlh_zskmGwL5GmvF72ikHq0gKVbGVbvgH2qNm3G7_w56IoA4ozDCWr_ZaZpQ=w1920-h919',12),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha7szjavDUVve_OpbuNh_91g0V-Nr4o6uHBATUgYZSF6tonrU7KfdgRUdZoFaGDOypnnahQtUFX4B5vaLBnL7qhfC9q-rq78oM=w1920-h919',13),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZitZyi6YV0_3lQS3jozxaQagCBqHTXubQG3lJyDIc4iIAYZioLLN-5F89AOXxNiU-r4zn0izolObKupC7yzajLAmPQbguikTM=w1920-h919',13),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ0WZZqECv9p0TPfRMSR8GwIexXymIf8YpKpY4WCHCkiwxU_tcVVf4q-BF_z3OoALHExqIkGmqmAwp_u_xD6dNdwiq6rCNQfw=w1920-h919',13),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbbW_MLC7bT2_FPZUtekaYsP6QCvWcDl21UJfwkQYK_v_OcqEueCXy4uf_xTTlIsU8CNFdK4P6VL_Olw0xFDY5ROW24UBYMXI8=w1920-h919',14),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihajH3faFpoyGgBOT66RHap7rn1s5dSNLYCsP6tXWThr3r8abFs0HQ4T78LmqED6H5ZOygsqAWjPesHA2MerPFDby1ttIoZKynQ=w1920-h919',14),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbA0P5tFX2QynC3y6H5poMlBV25Ka1Gk5CoPx9wnLsVGcRK7IEekmHdpt8ms_RtADpgbq1HOQusNy7VJvCevznbPG16jGj-8TQ=w1920-h919',14),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZF0rN_gIHbiu7FriybgLQ3silS4k8YTFVnkfaBE7mH7TvEBke7azUXdmz_gkb8C4mJC6oLczd1f-n7XMSmvhnvW6RHqj13qwM=w1920-h919',14),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbwPpi2dVzM0kBxMypMypt3nUuSKcylco65Pyg-mblrH--lmcjUffjh23Ws-JSBI9lscUIP3GSWja4EfzHHcJrfTXolVLicvtk=w1920-h919',14),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihY09xJkepuDjuR2Hlhybz92M7qTEOP7C0SXVqg_-8lJAOTNy00X9LYJB5BtL1FI-gMKaWTMF50G-d0Y1jSXl3JCp6-JpF3Z1rg=w1920-h919',14),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYDKJj6c7nqrRQAesXsi_mqCnEhzW9YRgxU9rCLSsW3mZ3-UjNlOEj99YAewVwNUf6RGOnmVadMdi8-H5oMuCYXpONlesHlfIg=w1920-h919',15),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYOog0C-8NQ-QfI787fMd_8DwX675eyHmI2ZBUlP_A84xF--_OvcLidFa9FtdoCYhGmLjwJzIcnrmByzCzm3u7erhIz5Ui9Jw=w1920-h919',15),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZTCJwb_PndQj7-xsvRRVRwJiU2NK_9FwJuv7Hh2k2hAXuqzoZvm7I3_1O0ttr88icUV3tzFA9L7OyTWXm4khB7z371kf9-j0s=w1920-h919',15),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZqAJWuxFg6XFhIuFuxjH4SOGSZ-VsD7G3-uTjdxrDzCALXdJGD5yXyabC2Sx5eElpBuxLReDkyZvTTjru96SYELLmITRct26A=w1920-h919',15),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha0LDerOFPESiB4W9VRKH-qHKj1fhv_Yhoy76N_EbqdpmMSMSvxOGnOyfSYke3Wd3TdyFWArwpvB76mQDOVv_Byfjgm6H8wjac=w1920-h919',15),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaOMVo0QZjqdwaAXusw_wNHvun-nvvCKaw8HgPkoDs5VREzFCcTT3NjGwthqxHjBUjBAhTKPCEMNAwwWiM_WXXg64u_fRvo1g4=w1920-h919',15),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZYffx-dwzjelXqGguH8qjGVnSSEgeRsopeF3qLaCeMA7jSwlVHUNGJdxEUYfWwuDKJVxbRh7f2gUX8Mdk1NiNTs062l_WnjUk=w1920-h919',15),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZqElzIk0uNI7oEdKC-ji3FsijCB4Vo7CFWwwYbAZNykd2xCQGZSy85BVec-yYMdREpRptw7nZ2loN4RnZyPdknJTvo87YqdtI=w1920-h919',15),
 (9,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZVqhSrYyrv-Uz8VjsaQaP0cixbyLjrCygIR9t619VbeMg_r4m8vr39ADrfRQFEXzuq-an2b5phkWrmPC3Y4m1Zw-fxTQMDbl0=w1920-h919',15),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZpDorMQAdRSyCxHHDBr0MIrqZ5_vo0X1VJndp93zyMu40hOF6yZO1xD9ZvKtVdIgUOASrkMkEcQ3k-6kQMOMCq8pLQgMw9BQc=w1920-h919',16),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYRWo2PYJzaFwTPI2CO0UhDz_lYxCe3cfzenvSRY0ru-wn0NjW3ek4ArGDzM4qzpEgvI5SoHGNhe0sB3YhSbZc74-zcCe6x9xA=w1920-h919',16),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbZDlBUNIU1lGlhehyczGFDHVhuAzrQohd45C2ma6tJcto7h1Gcg3_3oZz4jSa4OkLmuoUNcuwpjNzgaCgq0EuZ5LOQOZRa-qU=w1920-h919',16),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbHb9m63bIBFPqH4rE01y1byas_3PSbr-vX7JvL_M2hYMyaoZnC3KA1yCaET6UXA-fPUeRucj0mGYDkWrBqtIzdiIojD7AIdeg=w1920-h919',16),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiharMrqeJbuLjWYvsTdBOlGZpWPzzNtTVrj6aFPhKWRDoP0D95DUY_N03JzlZHkXAmQRswW--lcmQwAqBnGen2KZEJtELH20pVo=w1920-h919',16),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYA63cGFtI6t7DPouONh8nI5-oOLMSw43P2rFTKWKVtJ2W7wCRHIKLr7rW-o2NQ4ldeBX-7QqTx_vA03x1tfCfbCntwewKmEnI=w1920-h919',16),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb62uKA5ah83X9FG535aE2x8Rn2n6P_GobFKFw-Ocrd4cRbLik4YHitRygzkbJX-TCkOJgIQMIXpd2LNVoTlEarKGUMuweKbA=w1920-h919',16),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaV2VFnDVdrH1QSo-2aHSvm0IVFEqqFNEMdSbc3WceNmKOhrDTr1EfqIfh4IKbCrqnYYJra-iQl2wLqI20ZrqnggQgBXa82yw=w1920-h919',16),
 (9,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYPPHy5QgEzy7UHHOTmisM8qDzez3EcfG7zdjCx8b03SIYpNSDNgqZPPfR96AE3aJMHYdaVycR3xncytqWAaqP_5d5K67ucmUY=w1920-h919',16),
 (10,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYzU5ymQYViWI1U1yAlAYyKWWs2KWL-g1eTx2zwcBNTdYJGxyALWhQWh6EAPVyOfR46oLgNjY6eauOVWATEyBmLLnxw8R2BizY=w1920-h919',16),
 (11,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZCq61kV6ac7Dyem9kQ2OOwS6W7dBNQ43skU9cakLWoI4wUdJERLQEgFWJMMnLhDs3K_sWze6qagUr48hKTr9LvR7_HFxciuCY=w1920-h919',16),
 (12,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYD3OegVCD3hEs8hquXfnMGI9UTIvPeqLk-pykrIQghxc8wRMXfOS7Zu3PmLYxZDsIuuxvivOyR6eDEo_H67sQ21Hm9U8eHvQ=w1920-h919',16),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaVEZuzQmjqF2N3-Pe9V-UeFT6fLKpNkFoUOelAkvPR7W9KPfuAo0JvHHYU54PvaHo1yd3AbvyeSnrIhqXFjbmgbiWfo9wxm4E=w1920-h919',17),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ7na6_1wdL93Cny07GuLJgkRv68EuASYXpPHsroDtyQ_ajRdh6bgnfIWxP_Uj-yMiSUsGmia1wm5ZqihETM4iP4jekKObUBQ=w1920-h919',17),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbQv6LeFw4Nt6CkR-Xq6-BtTU9aTiJYkpAWQUwxT_5DCF4Mvivw1AKgtyb4JRnfTnlsMGXANfGCIBV0sV6sSYwYxvCxPwJbxA=w1920-h919',17),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihY3dj1sVUsuqD7JT7Xuw4eTHUHYOih05YaCfAuyi_80BP8N0qGqstmKxPBLh0E5YI080KT_gqHSfTtuMyXdMpjizqAaFKfQJpA=w1920-h919',17),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYaUnm97CiuYfO2IhGHqtGN5CN3Cjy0DlNGE7blemipcjsu3MIZ9qMOuoZdeurugeGeCF5vbXyQ5enOjg6X0US9oKPT6jmKUw=w1920-h919',17),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihan3xvwJWyIuV5gmJL0puN-JQUYonfY96TrRhDg_caPjeu5NRY-oxjZop05lFTSD4mMkAy25wFSlwkhdvrNho6dHxrAZUa6nA=w1920-h919',17),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha22XvHPMve7Q4f2lMOOXGq459HLs048sWLee5Vz1IACFTxAiw41oyzIn8KHsMsltVRgTvoGjuhEaQXSzpZGEsbUGiRMXAzvw=w1920-h919',17),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbykyVb3FGR9Sj1DZqAUluJmBELHZ6hMzaPg5dIlRm3j6zzW8RhcDhgcSSEB_13WcRTKjByrd6DnCPFsLXZUywWN04fOLXKrWs=w1920-h919',18),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaNX7C5lguYCcNUqIotspjnSIrj0vOoKMGfJ4Ko01Hwog-4c_uMxvsMjTCsECzhKCaTJgFUkTYBj9ShFqR8qyC-7dwnx91GqTk=w1920-h919',18),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaQNZyZAZ1IuiEUumdzJf1khWJeubEz9TmuBWWmm1JEzPDMVby8PC5zuV6lytakgsQyYEYmQUYUtXrqZ44n5k7dTOc4HMk1Fp4=w1920-h919',18),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaqJO_ApHUldjfrBQdhub14H33EPDTJDporJZDqK8ynq8X7Gt02Z0topmwGU9DyxLl-se2oLLdxCBer8948WtmVJETkiGJrZZw=w1920-h919',18),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha0EXoKI6US3UxJNqqETohyUvMyuiJ0D03QsShOrIpty-uq17SI175jcufMXwJk3fu6WFV17Il5Ts5r3FJQiI7A0trJ-Q9pwy0=w1920-h919',18),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYEAU6qgvb0m1G7IEoa6msFCFuBHfiuFKCTc6FBbHwDvpsRSFsfrSa5NxHa2cCjlo8cBQWDUVUR-59THlRlbNQyBM30eOAIDA=w1920-h919',18),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbEiE_Uje2yvYOW1T8T7rw5NoQVUP0NXV9HduyJbWtUMuJR22CjCsn6w5_Bu0IAZleKzeSUi07xqs-xCGTmIeMVj_BAPuV8Z7Q=w1920-h919',18),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha_kvvdP3GHHzK8deoFQ_IcASfd39P38STpTFiRlAMYE11uWnD_S-uuEhzYj8gmY30Wzsiu3yLv1inznRtL2x5KTMTPYoKv-6A=w1920-h919',19),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihabllgIkrp6Uih9Te_hhECeNipL5JMlG8WkOft5HTJImiV9ygKXI7RoB3Eyh3zcmh_HIoL48Tr6wRiyC2kJYxffvfFP20_Vlto=w1920-h919',19),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbAnPgUX8ZHDq6diJsdCc-J7Vv8vJEigChx9jfZKpSiU8Hu-jyfAwj5_KwVdNwx3JE70FzfYqQWdPMNDy8acD2VrSDuLumOm4o=w1920-h919',19),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYE1V-64WebfWai9QVsQ1JlPW1t4hskxLeG90TiGfX8RI50sxJjuXRlrwQICtKQuuVj6vMOLGQYaGrkXrphXn7ehIQr_gKPTCs=w1920-h919',19),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYLbfDcjxToxFiM22JS0PWzcRey7AXKnhnQIs1zX5QtZAnryoohg7Ysxcpq0Y6MpHj8gLs6wu9enMCgLEhs2BanflvQ-adlSAk=w1920-h919',19),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYulHKvlViLCNW0jGlkvu0izGq9jiKSaNwEWU_J142aw89OLniNUg7tpVk-TnY8djLMHg3r2qqqsRednpj5FlWFQXmh9pGUrw=w1920-h919',19),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaB6uxfRoQ9Rs_FRHHKEnhnI815iJUIjIxgjpqYRbfVS9hVWEbRIh-091gtbgbICNRBWmsxVc9ydqwqi1DN-oVxyLH0OulLXcI=w1920-h919',19),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZvIYNw3nl16WdO54gkZQgBWkoYAjzxg1VkrXbVrZyS-2SYF-WSDGTOL6v57PoMeQrYfjpAIlDPhonjRWe2eKigP-q6BqDycfs=w1920-h919',19),
 (9,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYYqvMNEnNONRWTOw5uOBI1rWoPXJmWzdfCMvZ6l_YqO_CLpUenARYiGsmJHSW7kFkEMbr0K49orEWjy9igd0bud6Q2w5np7w=w1920-h919',19),
 (10,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha4tkCLbkgVysUjZEqLEFAQu5aDj5ajFKORRzAraLrgH0Z0vPntv1jL51vDT0owK2tF1NYDbiFQ2XOTtjXjqJFUZgVUrxa6-A=w1920-h919',19),
 (11,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZX9AAjn60nKQtlzLibhvGCmmVPIOyTpeHzXvI-J0Y382tROKcL28_DPW0mdrUqrxzK2yXeGhrRMthlFwCaohPnun2FuM6wPhg=w1920-h919',19),
 (12,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZw3sTLgVVittT6Cv8jikIPeLfdqQQ81iEQRRP9ASJ9DEXM0_G4jKKFzSRWiflUTzo6hppPrs4_CYwfb6wyyHOTl1bWhyWZDTs=w1920-h919',19),
 (13,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihY-j0FOT7zcxke6Uq_yk7pSCAL60orPqC5mJa_lXILASZRByKOjfOu_i74NCFbLQSvuiAKVKsTRjFk77zPNXbOgLClL9SKWCOk=w1920-h919',19),
 (14,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZqrqejJhIzjlNDVMjKapmZzfQyyNctaAGxowYXhNIZgeJq6AUZjMQI-zVgfNYk9hld5MCQfr5Mya2NGv4LbgRqu4XkOFpNQQ=w1920-h919',19),
 (15,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihboQ28d7YNQTJ21bPN__56ihIZ2y_Xe3km5gTLv1IynHAOtUaiarMWMaayjH2A86Ra2ER-LwYmWh_-D5v8CTMuSYK7Pf5C_LFE=w1920-h919',19),
 (16,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbHkvc1rRnO-1DDbGXgYl_yTouyOCps1us9YdBc-AcC0xCm-XmwBzkGp7u23PEKpNv67Jz3CJ9lYSYgpcsKDJGauIcBGGR5uQ8=w1920-h919',19),
 (17,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihahjJqrpOOQYiHv-P0Lj9STrAwoaBtx41gSazgFNr-OKWD4iQwD5n10iTvV_jU5w8pmPym4pSUeR58PRnFXMTb2RKh5fJ3RR_E=w1920-h919',19),
 (18,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaSlR78iCoXsq83BX65bvejYY3i0nqFeOb_baPVxoRoVIJijABmDq_gfq4YyeAXZDZywgdPpQhA0EYkr-rMZtqUbLs02rhFqDk=w1920-h919',19),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbs0yB0inmCSoieHfvAQH4s_OqTlSQT43asVMFbTXSa4EpAlHD_9dP5gHnBxoY_DrgXA8h4FH22g-3aQENs6Cx_89ytnhAsWAo=w1920-h919',20),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYn5elreWocjH2MkItZWwDOFyncXj28KEX0xHk-08U1QZEiTxmEVrdam28-2PINv2xfFCeSeggEAQoXn4Acp9KnJJDh5XpAZNI=w1920-h919',20),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihagjQwZZzqPTS9y7hdTG_dbfNXWN8PxAl46cNhV7y6b2xPfcmNcp455ZPhkJiMqoXVkFs_wMO2zzFVpFtgwMLw8fseAM9tbbjU=w1920-h919',20),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbf3XtlXsHFL6CspHmb-cAKpGdkSBI3cIFwm1IWgOCT-Ww0YPNSndrxYhDZnszstSQhNMiBlvOB62nssDVqFlJrEbBz2F4gSeQ=w1920-h919',20),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaonRQzruJdHrqkRLaowv9Gy7w4lHuSYPBSnMiiR8Ocy6G1Mm_G0Oc7Eo0ZBF7NPoIIqtUcMSaLzZ62vRfi9yMZJ6MS69_KFxc=w1920-h919',20),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihawc2xnTCB9Zyx4toLT-yngknqGHHiMHJ2r9cRiNYEjA6yni61hpetPyIytwgacqAeVZzVnJ0ytBbHbkhevMry4xe9-2NLmoRA=w1920-h919',20),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYpEhoiNkg3d3ptLABWjOtMSATnM-D0M2kOdZhT3yaSbgs_g3MK_NIasaKeGrF88tch6lHkf1nlk3AEpm_TI1cF1BEc2rYlnEk=w1920-h919',20),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaEKW_2hr0tO8PDCXvyJSDdhxDQNyPuWe9BZWACbamxuqAv4t9X1J31zEJ3I4jcvj5DjBnCtvhpvpmyifbYUvF1Q8FSXvsWA4c=w1920-h919',20),
 (9,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYiJCpyo91nPYcLA1RIMdswd_-JHd5AYk_h2QCiVJ3_iojBVVybRTsOnwz8hL9ljjOC6wp7p5lo8gEhqRQIiJ1S-flfaiXCno0=w1920-h919',20),
 (10,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZnR1D9sOdbg43d89smEDEO7zJvzayAPBvBUQX1BocwWDFWkEjFAgNdRjBi9UKUWM19Mze5kvtEl_tzVRcrkvlJhLbQAuYEjLA=w1920-h919',20),
 (11,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaJvyHpNoafnTHhGfWP_DaGVGoYBu-PYHB89BothU-hpdaG-ny18Wa4Crd8VI23RhNpMPGEjYne3XLy3GqtB34taGA0_Zv58_M=w1920-h919',20),
 (12,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihY4KdtnlkgWRwtAEqzoYCxUTho33NMXCB96zNr4eZEqQIxwIVLlZG2X2lr-V-HC9WuSc4NkwrYp8QP4K3_cZPSiJJRZlFvsyQ=w1920-h919',20),
 (13,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbQ7HW4e0blTv78ud-OKoEnmg3MnCl4KoOLYQz09thky6GL_B0JgzuTpRR4GTXzAY45QffWW1Kv9DyvoI4RPCyt86bvmvRnnoY=w1920-h919',20),
 (14,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZHbBlJNZtKnqHqXobEcXeLouIsmUyQzGCJ3jCI-sDmOy0gO1eh0i82JLdo_NUjJdILnJI83-8nHq9Wil7qQBhh1cPl5W2V7q8=w1920-h919',20),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaay7-JNPm02-4T9to3V5yflconBAyPWv0a1xUQ6sDOcM2xDjLjIY6dVHQP4_5_7EFHHV7iybGQ9oEn3kDpChdJfqIVBJlAI48=w1920-h919',21),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbfWTusLjmHrfC-_C-9_tjI327Jewee2KHIKStYoAeudvQgGAhrTcAKkeSMIDaGLjnFkvdJiFpm97BN6PMpE6xEdO3iwSSvnFc=w1920-h919',21),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZU1Zg3tob5_EaSBmN-3zKUkjsKcE567R-DcvuyOSNql5evoM8ruz4CzurMeSEzYyAnwJxfgLbs2PaZBTwia-1oogFba8oS_rA=w1920-h919',21),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYqNBeDN2r6cR8_re95dEzO-yw8FC6SQFgIjiSrrhZkd9hIe1_6iys8EgAjhPFZUEuhP34f5W4xrTy_WIykC_677_1o3RYS8A=w1920-h919',21),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha6MkkN7WYAln7eQMg0nlJlkmwHx-TPZEvv4h9JXdCBkgLjy9hqAK82FiJz7bxbxTaMpfqMgt6SLzhavKiWpovimCNEVC6-U1g=w1920-h919',21),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYDc2G1s1NmDJvh9jfeUzC2BnDhhiJ7xju_2RaRWfwjqKiVlTg_W-6JG7ebp2zxTV48I873nm27GXC4x4rYhsWOZFYbALGtMJw=w1920-h919',21),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihalQ4sN2xg5S9napN-XLy9OwzmJGoVvF9uWm_bufZ5NqYwq2qKPeJCMnkU1z_0DjK1I7fv3kH8Tmx4KuUEjE3RHFGhnFA8aiag=w1920-h919',21),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYZ0etMBhxzEp6pvSq-0pCUWKOItn8mJ9ihOE1n4s_HGRHO25ywrtWMtMT3683IOs950-DlhzK0H50nH1811wM2ILSFgrHVmiI=w1920-h919',21),
 (9,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYeYVAzY-hiU2_fZfU8rMhnqEz3j8NmQEQW-qnoagyZSM2oY38xAvZZNy4AWsvhUR-tufGfzFAyQC541-iAuZir-LH40Kw73Kk=w1920-h919',21),
 (10,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbwfPNaAr2kPxjFWEWJ5zlBrS3SQuugj6vKTjiQI7snLPFXuVKVg_HcFXttNoVWqC26EvVsji2-VDaqHQqs5isVFoQ2AvTZgPY=w1920-h919',21),
 (11,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYeQFHgyWSaOrDW4lbyYAvMHAPwIPyIJIgcVp8ghH2YIdplswN-6cwVltZuLHtOXDJYpnbItXOvDER8bXkG60zjAqnPwuwJUAw=w1920-h919',21),
 (12,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZR2rGuFoUwPGjsp1bqDN4lue5KvTuG8Vxmm7WMhk3rMv_0cx41dfNobPD2tH7td0w0q2KZo3UJpmgW9jYn3XQg-ZjpGpL0qKY=w1920-h919',21),
 (13,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYcy_0o9n5R1vbarMM3njjh689M5mdqtJwRayiwT48TcEbgLFtqEiQLuWTG-OXODI9cREcuUX75HrlNdt-7w1ai-Q-DtolBYqI=w1920-h919',21),
 (14,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYDE1jNrBhJpNCLDFeNlE4Lyk6AQj0pPlSqJwqCzH_QRcFFHnsKbuhcd8jRt83eUv4Kb9WgWaoM3H2fWAaQvCG7TewDqNG3Kg=w1920-h919',21),
 (15,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ2Fpj_VP2c8KkZIXHwPGC7mhyMp-JO3S7Ja8Jr7_azzdDOpcn-NnjBcOd3RitKtq7zSYOYM31hAbEGtgekyfb-mj2kODQtVE4=w1920-h919',21),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbRo5icARTZQDHm-3_8AcF8CeHwDKB_7SdUjt5Om8QLxNBHB7AvHqYM4BwoOmha75u3Y2WE5-quJJN1z3bC44O7ckmvAnDv7mg=w1920-h919',22),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYuOegJRdC3HQLdPTxZ792jLd6XWuQDutUrm9g7XFrChSwYQtjiVsJPXuXoHgbIcZwIkJD6MNeqojH3zJJHiWmuzrpK7RSu31I=w1920-h919',22),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaqJcngAH5v2CtxXyij9nx_6ic04Jdie3ePrFwUiem70VQEkf2uMNE_XkcYmRFAohgmZXWp6vJ2Xn3kXy4U4QBYgjA8W0Z4u48=w1920-h919',22),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZqbwVqB0g8BtTzlG8U6UcOLb3g-9nxSyHrtz9LRqs-FZrqky5m-UwOKFA3KPt2sGJXdOMALJu6N3raSQuxL_YR6xcmrMpUJ6I=w1920-h919',22),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaWLxu7dbEQdVeDxrQtStJjFg7dMdeVoi6bjyxbzGrW-2o_SVCL_uLQ4m_uW6HD0BJuOIPbu1UPXqS_48JOB5gG1rSrw_8pfcY=w1920-h919',22),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha1-n1NKuWJHNZZjfff1rj7Bia8eL71pgWUszUQvyTrSzVyY3nqwqy134sig5xG02EN-wFivMgw4Pb1P1t59-BMA2fkKW1dQ4s=w1920-h919',22),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYZCYSHXMoVkTClijuLv7StalqTpVv704_vGEWeKz_TGrW--z8NeotAZkHrlkjerQsuymeZ3Sa_21-XsYzLLluvTVKjifWWzRw=w1920-h919',22),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb2JRe-HKueEjh2QYHtfxunCbU6qj_kL74E7sXYrfO-aIUK1gUdVRwDmEKLwMXd-w7PLc42ev4yp0su5ULB5JyzZLgCMSi1s5g=w1920-h919',22),
 (9,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaC3itmcIQQ8rYaRlYkhQUQSv3rjX2o8a-V8P2TJ0OB6gD9CO2oSNWfN6-n_pNPk9WS8z_p5T1KVGYKX5QpWSizM5UkJCOiwg=w1920-h919',22),
 (10,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha_4bz7FWnrIkfREEbC6LvOTuwe_4fMSY6F2BHi8Rxyp06iGRXc4nEX136LA27fS18CsqHmjCjtrudgCxaef9IrhgWxV84Pn5M=w1920-h919',22),
 (11,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbtHuiFvDnqXrY-qSVlzFon7EqrV4AT9r3aoSMI-sRtmi-_Sm_f5brlcdyhQo2eVUaYAfDegjF4QoozmfW_yT7-Xbo6G5TX4hE=w1920-h919',22),
 (12,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZxPOqyRqAozTCM9XMrtggfHZZp8W-x28YzxAY73Em47wvf0Q-vu9XbEhpRWHOys-lhnXFmcpLRCxrXj_NUiSJO_be405pod7Q=w1920-h919',22),
 (13,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb7viIk5rcQ0-U7DUvkee4SO18fXdFT8gqBaSw_fqzwgB8Og_Q9dm0WL9RiP4A_CLXw7-8_aYNumH_qxAcQnQ5QZI-HC_eaWDc=w1920-h919',22),
 (14,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYyvnpOcp2ztzjlxqbAne5jcSG1oWtvlhAIrJBNbDYU0Yq8mjo5coCoZWETftOEEEPm-Xcda6u8VbSXC9ndkmnSbFmoUtwNsc8=w1920-h919',22),
 (15,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha2mOmRXSgkrRj9vocnK5seNBNgMwITsx5VL14UuuLe1TqSg4btNqXVFI-yIJEqNId0mSpLdpje4lzhFlpsl-t1-0qjz911Jzs=w1920-h919',22),
 (16,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZs2gd1Qo-yY0j7BvPuZ8-NMqahr_wMwdLCmvMm4G0gwVbuVZt6I7IQE4k-adblAMtW5SDcUg44mDMFoJjTpDqQQdR-oxNruyc=w1920-h919',22),
 (17,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbEyQseoi3aHsyuf7sM92XlrjO53FXCSG7z9MdQvlmTvTWtO3rsxVBMh-WaVtL90-QsfDeYqOAvvrU_ECCPAUBz0Y_hQkbWBg=w1920-h919',22),
 (18,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbslhlehkl-uUxCyNrXtEZ9dv81RYPYjpY6Z89z5mH5zhEug2WDgOpPvX4yXZP0ezW8RD7I3pTRYVKyN7RloSF27V-MUh5ay04=w1920-h919',22),
 (19,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihacLp9UIbrv9UtwD-6g7cBgLS4G_OI2NY2c0KfMX-4g8Yw1qrDR_dWsLX-6yy4J3N9c63Yf8JPyKKAHAm6SDbxevHctGheKFFQ=w1920-h919',22),
 (20,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYIgBzXA7AW_0sf-dT7qCdBpbS-u0kyuxyriuxdGxFZY8NRpIoXfo5hHVsJX4Lt62f2Hv_thDORZM0EOCx0WnGXRZv1qlwYmPQ=w1920-h919',22),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaFcoc8c9n62fyr5xRtMYENKAw1rVTjgmdRJBPQvp0hPrrZLU492Xxp7Vp9ysTShOHhV9JERrKdxY12mTjxXaCZMxyTRxOwDJw=w1920-h919',23),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ9xYlLSK-nFTFxGhEAz1e9QsnlB8qer3K3HpovgFDJENifPd0jcnKU1HrQPNKj09ehgUvuBBnoIoCPq36N_KJTw3_GGLojT-4=w1920-h919',23),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihasp1E8JyPInAMXXii-vCwo0TFpMVy8EK61JXyDT3w_MYdtCGlCIlx0oqUyupxjJyrYtkhFSWdDgTyEShS5EsmcIHXS7RjruLc=w1920-h919',23),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYX5PkdBTgfZFMYFomRJZ9ufWn5fTRQZnA86Y1U8fFN0l0FWlu7-3FTY3nhN-QhTO3kvLbrvhUKnaKNI7TATIeZAshlhMCw0A=w1920-h919',23),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbZOpa78Il8CRvlw1yB0i87pj5UBKx_WzlxDX6QWDECqLGDTk8KNcX-wCea5IQtwnqMjanrlaO8MeE3C03jm2164xHXYgg8og=w1920-h919',23),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihajSuA1rR7ZSXN2ke6blZJHSpALsPuqa1Ct4RbRqeYcwssykJzhOnwCx0H1cZS6wQt3OLCZFUCuTbk9agGrOy5xIAwtn2ENUA=w1920-h919',23),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihY4hxjvDqfoZFZ4-24dNnUIHxxSDslobj82OUcB5SYCovb53_X7XDU5wUVCFCSgnwxr7OdKI8lD2wPxPs1-z_LYZvhdO1IIVXk=w1920-h919',23),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZQc5SqE7VyuugBasmMvkzYxKCgu0zTRFTvSEJrQN5w18Q4E0mNOHqWc2A8ZwbEOG1GZNFqzatcHGaHooiVSZ3AFAxwTySqJA=w1920-h919',23),
 (9,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihadsKIZAIHjv3qxO9jmsceZFYtPAnmY3qBcX3zypZoOr09Ry1d0LZIQGWhrYs_eU94W6SW3hUUPSiB6JMXuGrMcv4zawdSwUw=w1920-h919',23),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZlM8bsAGMVZjE6VUPn6shXV3-zYxhXivDXPpOUAyvOovhn6V_YuNvu9LIIU7CB7GDWqj6gOaRyb38XxZGy5Q6zaiJfkjo7gZM=w1920-h919',24),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbR2FNp2W-ZZaNSoti_0Y5RngMoVJba7G7jfedXS2mWQxicCcYeYwcS_A0X_rhomY1w3Ht-c49_PPYa2NeX-ulQFNNLvd8QrWk=w1920-h919',24),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYV7I6TcUOQQ4HXgcs_7LzuuezBb0evhD-Hsz8nikkZrCtf-E2Tmsu93X-q_EDa4axpi1w8Fmo8svmyv7HtkmjzaEmMRqmQcJw=w1920-h919',24),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbIHzrJ6j-ai0I33cOLS4k1r3DgCbsYreNRH6RAFs4uJIFMqcUlpxeHeRsULSsnREE2UcbLfRzAqYUxDuNaMN7me5H9w6SUVnA=w1920-h919',25),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbsyhc504no4SKepjPiGTcisuOcg94tilJbc2kxgHYkrkC6fhSb-_o_Sqc8ZW9irvt7a4jMsNBfy_EohnN_aTTaMQCFcH0-EAY=w1920-h919',25),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYuQaJ_RxnmVc2edpBHL-5b5lnXB_hQa15C7JDwhas3KfOWWGtHwATcudFOdhzFjoRroqtx4zGWt5hIQnKfDwrO5w1j8ovA59A=w1920-h919',25),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaBu7S_DGXm6kfE4PJO_qynppPmTErLg0GrY1Z9-s3ZVAAd8cT1CGdKo08wGoeAx88L-lMQYfTFmGoWifUx6ZAlEhJ4kmUVJuI=w1920-h919',25),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYbstsAHGhOxAOsYHl0ImeFHrsHvwOyMoxUp0fn7NHNKzxA9mBnm4SUKWsYd3_kuRykbP0CH_V3pxpSSlEB4Bw_gBia4-JrSc8=w1920-h919',25),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYdTP594zwyHunJNY4UXyr7Bjmh1xUH4LdkxZCwOEFRKbRQEIHiYGG0lXBTJOLWYgDSfE1zm3lLjESO6l-bUEynKOW1l2Bp17I=w1920-h919',25),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihY0EwcyV8EiLjQbuNHWn421FcxuaFtz-Gcqw2lHd2YaHPlGGXCKpUyOBvvVVInXu47nyapIetrK1N1XNghXQeey2orgpp5eFQ=w1920-h919',25),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb-iIlCGOBA64ACqdD92eondLpNJKWfu_11DtBp6kzoyipgCshoyAoJIdiGcQ5WfMHHW5jxGpEsyabj5I6Ne8FSN85uOqmVUNs=w1920-h919',25),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihamQ2jaY2uJwrqQZb7zmMe5QihcexqHB5gmJD79M9ggs7riAZMLTJy5087UoC2I0PcyHDESqKDrlagfmeRH0BMNHWNLf-dw6A=w1920-h919',26),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaejni4muF_gqGdqzFbt00jgHRmOCIYLVBbngjfdAOH_IGZ367fV3ePieNLIjQuAOEPXcRqdKZzeY93JcdLLYB5CrEMMr83A5Q=w1920-h919',26),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYWmARAeQ3yJh-T61k-bKP0xurE-hJbflXXW49P-vcxttUaTO6skZ0K_QnLs-Kl-nV-wUMCCgbzQRHLcYJ2RIRjCGAqbwTL3Gc=w1920-h919',26),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZt8BXqQMxjqKuiwz6ZAbDpXXe8K5pC54Xv80hA4hmUWaSGCm73rYAbc2pGfy4WCxAjN-QdQdNrZM3bRNJjNIbB4vVJ_jgYVQ=w1920-h919',26),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYI-mT4s6JUUbWrVPeXDwnbfHQehulr1aKh9oe0x8pqGOkSFI5IV6s7lPvVdx2O--4pqtLl06kRmbZUGvhc3vdGI4qpkkXUsQ=w1920-h919',26),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha7Spf5CooII3OCzl2wDF-4_X2cX5cuKZe8RxKLAVzmdVMitA1K04Q8-1Hrl5T_Vfnm2ezw9ntSI642tCFlMYRkKaHJcnmi_Yo=w1920-h919',26),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihblrQja0GMV4OjY_nh7yE34t1CNdooOCGy2NCJMoQJkkyaipAcV-1gBSdSPMsoiPo9Py3dEqdjKlX7BB1W4Ef88BidC_Skpucw=w1920-h919',26),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb5ALQ-oYkbvzPsqfDvcUpxKPYOUxhjUnH2d9EH_GdSG1ch-XnI7C-FdWiNbfpRn_CFyE3AM1hUIDJncsi53Y_NAzGNqbHtaTU=w1920-h919',26),
 (9,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ0AE4nayriZat6Q1NUP_jYblTv2N7-xx2oo_LR5OC258iDb50ZNbzaRRBfHtmeGwsXfpkdv0CWAADXT8KmTd1lA23kXJMkZQ=w1920-h919',26),
 (10,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZn5oZ4BNIYRbsMk74YGO3v3pPirHRaVzaNlRxhpZY4cXp4MtWFBQ9yY9BO_X6DhMai5XXN8oaKe93qGZTpAoYkjkniDGiDgSo=w1920-h919',26),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaw3SToRU0GGCRMJ1tPXOsuGpuQLizRSZ91rDyffff_lb6G7iOkVpSQADfJrHTUYb038iP1QP28TSJhhls0xZEE3P9Y2NSy-g=w1920-h919',27),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYTUaUZL5XO_uS4pKVkeAPin2SJ4rqGxp4KetJ2pj10BSmTlt32EOGVA0J6IGuGhrx9cD0cHr1Jg9rM8Hw0PU7BEZ5YRe6kvms=w1920-h919',27),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpiha9ENGqO2OlS1hcEx-uOuZ69vYqCi2VN0jbM7GCZOsUjdQDne8ZOCTz5TA58gKM2nQ1Z8yXOC0kIFa9ow8MkiM051YNDrUzQu4=w1920-h919',27),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb_iR3N1cuXcZlS3Z3NxpxKZY4ymWhkVSWibqOWm9WDeX7CMOwxCfkucfCHWgGm7TEXOt6yfgusUYdTIyl-Hhypznhh1gB2xBQ=w1920-h919',27),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYOJdu6soLF-0nj2wNdyJa4ZDC6wl3YmhCGswWLmiD94ANzOptrVPkE319DZPuin7wHuQEEK9zhOOsWyAqOQ2r7rNb600BYYQE=w1920-h919',28),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihavULmc5tmFWRLrFObzKGveOAMrcDW2zbq4ixJ4sLLlJtBUkNN5LtOEkx_a8tC7BaMBWZ6LberZb5Eqs7oaUhe6pwr56NSHCrg=w1920-h919',28),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYPqtQkzfgOWvVrYwBgHASXnNk7qopPVLofkUY_DDwovdgv8bT_lRoA3WulUul_X2339abvGlWX60cu3iQmHFb6E0S8JDYtAA=w1920-h919',28),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb-CE7He3RpTCuqXNo0QN_cjNUGv77ImlCEKE5fvcgUDkHHDIa0DLIZz7XmjTe0PcDfJiRCeua6RmGNkta-dJMgUEZDWs4How=w1920-h919',29),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbGE6JLRrxwAOMe6zjKKXV7CtkJAyGZb76PiKijTz3M2Gmu6afzPUN1vGv9egsHX93eQk5pxICpyV7BnkwpjsBkD9x-uR7WrFk=w1920-h919',29),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYlgqsqUvwuIm3RS9To_FwlyLqlXY68JbzC0pNaoaxSrzhqbDlA45DLTNqAK-tmuAXx105soj8vVkdOGCcyxk-Uf2T3QuCG_iM=w1920-h919',29),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihY0CIJ4tgFjOjV0XAf8nIwYbgBh9TIfnN6dewdOtMFyzHHjf_n4-m3sOCKC3zuRAI5uOeCHlYgbhJe0GeCrv6EvpPrtvkWdHMw=w1920-h919',29),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbD5EESLPtNtcWUHOWR1A82SWn2tjq89kuLEg20efXMaXzaAumOH0CsSLPFFSRsr4xME9ehEmCMNEcQAGhhjgny1Llu9YONMHs=w1920-h919',30),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ_CQf9347s3bpEU8Yj7u0rPwtqqkuKuLg21MtR7-9R8m1N4yfnVSAphCzjOQMnMcXyklNTNIW2ApU6Ysb3NvdJ0WzZTeWobl8=w1920-h919',30),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZ9DSt2orl-JQdFCe2jAhizVMVmXT7LQAvv-BVbbvF3HgfXVIIV7DhIAteNbuR7ilOUgFqZpooZAI7SfBasguIer0XNKIbZv78=w1920-h919',30),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYOnDMpdttinXlU7nBHZ6k2q_mHudsJuAfWla3SdmMN8oWmT3vBIgT6hmIyECsItfT5Gpl_9e9jWWXi39cELOM6TxoD8SEcxzs=w1920-h919',30),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYm-HPUqvMBqJozTTRwIEtyfomME9-XnhMYbAFsxfpr_OH5nYYO01nJMipFEQsrCG6yM7hivoldBiUWn0nWIqKA2ZK7tsQ-3Io=w1920-h919',30),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihauN0qUA270KY7IoRugL9deMGqoKg8PQF1qsTB4uHPRVPBj6IGwh3AfJTBsIVVQ_mUSjHmEikMg-LCQdPKSQ-LEI0pTKQt2Bzg=w1920-h919',30),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYryK9Hjm1RzpHOM-rjVEyUAApLiXu0AQ1gj0KEwvyYvp1vBmOu5KUfHgX8KdlWY6ELQxUBIXNwK560UNd50gAjqrP3Zv-9JcM=w1920-h919',30),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbji4b-xShbv7L0nXBxYSyu6Oh1R8TETd7gK6LlhbQQUVmqiyZXbaDHr-D1K7AkkBchaZd6pum98y5WWhJsRsQuyc_DTmayKUk=w1920-h919',30),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZQEdN3LNICAejF0sxB5Z3ZWG5CRk12VMLzT_zqbyKnWaOFTGiz5jK6_PcviF3QRYRlPlTvvSoHMuIFMOqPDE_MKseM6Y0-Vlo=w1920-h919',31),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbjWKNDWDUOKggaOmaIV2CRMiXQOGhfCSUPvOYK9ICweztj_MrEeFhwuLCaDoidJ-7_mTTRZJNFS_IPe58n0WJX8x2cq8xxs5w=w1920-h919',31),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihb3dSL2ZDGX5PS6a_Rf6peAlUOCfb3sB6DV_jnJ4pcK8BUh3yBu_0bRbU6gfJUzhtHWO8imh0UZUpybcUvdXxnGCigKJDpSJ98=w1920-h919',31),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbtJHa3n1fsiDmYBvmrnwAbW0w72mZcofBx4EydVNB_ZZmG-cHqaV-VkTjU7MW75JHiqldYFcZ5SLLeKfIHoTS2vS3NXjdIyg=w1920-h919',31),
 (5,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihblVr5FcdiwXwxC7PAcOW-Nn4BATOiymJ7enPF1iX9AghulIdFJRcIQQXFR2cdYql6l9oIi47-6pwbSJADho6yxfB5OKq02fw0=w1920-h919',31),
 (6,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZBkL5IESvj8QMe1wvUTjUdRV91U5BBuIqjdApZeo1tqQE7QX6tAPba3mANfLcAzVTLVdVBngU3Qoj4J2G2742FK_ZWqZ7oFp8=w1920-h919',31),
 (7,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYsEzvUGy1XNO6Nwnt8dU22SY0mNnrwNf-JVHwei3NMpTZpenqIMi0lvvoTorSSS1iXsw8pIvztoBeEJr5abPRYqKcfh5amUa8=w1920-h919',31),
 (8,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihaqs_3hQFBDi_xzzCqiN457D5EtfKscI_vXy0TR4rtjMF6DUcCxM8V1aLhRZPFdXlQ7Y3vTp5_WX87xOlcg0mqcZtZ91hVBu9s=w1920-h919',31),
 (1,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihYoIydiEn-P_gqRoM_I2VdkQpmhzRVO8QgcjlMX6xKmQ4_Qc0-a3UAg8kanTU1xvo4NBl-d04RU5obmGe3gSmivNaCvZS00IWE=w1920-h919',32),
 (2,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihZI6Zdmkol585SiRztDiYcLqVHA_nUF6DPMGoHaI7Oo8mxri0RzOzIiQFm1SBHzulbFnJ1yoD2TBuPA31SU5li1M2MxGRMKnrw=w1920-h919',32),
 (3,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihbxYYFbh1kHKJYwvHRFYrE5t1NvMQqt_BNoaVTQ3Mt6i99f1eBBIcgHOigrk_oW6Z4S-2dSkWW-uUO5xXd1kgFEOEP7ykSv5iI=w1920-h919',32),
 (4,2, N'https://lh3.googleusercontent.com/u/0/drive-viewer/AKGpihahQDZD1YEPVOjRAmrvGgHdW8vARwnTk7D8G7KR-CbH7bxl-qKKmvl7ixXi39zUWv38H02bDWs-ycmWyLFZlenyn1KOA2IJow=w1920-h919',32);
INSERT INTO "notebook" ("Date","Title","Body") VALUES ('09.04.2024', N'заголовок', N'тесксксктсткствавапвлощшісьіпащсівапсві'),
 ('09.04.2024', N'топ заголовок ', N'і тут щось напишу щоб можевапвапвапвамвамвамвамвамвамвамвамвамвамвамвамвамвамвамвамвамвамвмвямвамвмвмавамвмавмвмвмавмавмвмвмвяам'),
 ('2024-04-09', N'fgdfdsfvdsfvdsfvdsvfds', N'fvdsfvdsfvdsfvdsfvdsfvdsfvdsfvdsfvdfsvdfsv'),
 ('2024-04-10', N'Так і тут щось напишу для тесту ', N'цікава штука написати '),
 ('2024-04-10', N'Так і тут щось напишу для тесту ', N'цікава штука написати докину так щоб було'),
 ('2024-04-12', N'віаіваіва', N'іваіваіваіваіваіва'),
 ('2024-04-16', N'Привіт. Все добре', N''),
 ('2024-05-13', N'TESTEST', N'testestetstetstetste');
COMMIT;
