ROLLBACK;

BEGIN;

INSERT INTO public."Sections"
("Id", "Name", "IncludeThemsJson", "IdOrder", "TypeMath")
VALUES
-- Розділи з алгебри
(1, 'Арифметика та основи алгебри', '[1, 2, 3, 4, 5, 6, 7, 8]', 1, 1),
(2, 'Рівняння та нерівності', '[9, 11, 13, 14, 15, 20, 30]', 2, 1),
(3, 'Функції та їх властивості', '[12, 13, 14, 19, 22, 23, 24]', 3, 1),
(4, 'Похідна, інтеграл та числові послідовності', '[16, 25, 26, 27, 28]', 4, 1),
(5, 'Ймовірність, статистика та комбінаторика', '[29, 31, 32]', 5, 1),

-- Розділи з геометрії
(6, 'Основи планіметрії', '[1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13]', 1, 2),
(7, 'Чотирикутники та многокутники', '[14, 15, 16, 17, 18]', 2, 2),
(8, 'Координати та вектори на площині', '[19, 20]', 3, 2),
(9, 'Основи стереометрії', '[21, 22]', 4, 2),
(10, 'Многогранники та їх властивості', '[23, 24, 25, 26]', 5, 2),
(11, 'Тіла обертання', '[27, 28, 29, 30]', 6, 2),
(12, 'Координати та вектори у просторі', '[31, 32]', 7, 2);

COMMIT;